[
    {
        "story_id": 11,
        "story": [
            "Luke was playing hockey at school.",
            "The game was tied and almost over.",
            "Then Luke made the winning shot!",
            "Everybody cheered!",
            "Luke was so proud of himself!"
        ],
        "chars": ["Luke"]
    },
    {
        "story_id": 994,
        "story": [
            "Tiffany dated a drug dealer.",
            "The drug dealer used Tiffany as a pawn in his scheme.",
            "They both ended up being arrested for being involved in the crime.",
            "The drug dealer was sentenced to 30 years in prison.",
            "Tiffany was sentenced to 15 years as an accomplice."
        ],
        "chars": ["Tiffany"]
    },
    {
        "story_id": 984,
        "story": [
            "We went to Six Flags Park in Chicopee in 2000.",
            "My wife and two kids had a great time.",
            "At night, a violent thunderstorm struck.",
            "We drove for an hour in the rain.",
            "The kids were afraid until the storm stopped."
        ],
        "chars": [
            "wife",
            "kids"
        ]
    },
    {
        "story_id": 957,
        "story": [
            "Our city tows our street on the fourth Tuesday of the month.",
            "We sit outside to see the towing begin.",
            "One day a two truck started to tow a car.",
            "The owner came running out of the building.",
            "Luckily, all she got was a traffic ticket."
        ],
        "chars": [
            "owner"
        ]
    },
    {
        "story_id": 950,
        "story": [
            "A man felt unwelcome in his new neighborhood.",
            "He heard a knock at the door.",
            "When he opened the door, no one was there.",
            "All he found was a flaming arrow stuck to the door.",
            "The arrow had a note that said to get out."
        ],
        "chars": [
            "man"
        ]
    },
    {
        "story_id": 935,
        "story": [
            "On July 11th, the management sent electricians into our apartment.",
            "They replaced the hall ceiling lights with led bulbs.",
            "The procedure took only ten minutes.",
            "The hallway was much lighter, and not as pleasant.",
            "We did not argue with the energy efficiency approach, however."
        ],
        "chars": ["management", "electricians"]
    },
    {
        "story_id": 932,
        "story": [
            "The students lined up in their graduation caps.",
            "They entered the gym as Pomp and Circumstance played.",
            "They assembled in a line beside the stage.",
            "The principal called out the students' names.",
            "Each child received their diploma and shook the principal's hand."
        ],
        "chars": [
            "students", "principal"
        ]
    },
    {
        "story_id": 93,
        "story": [
            "The boys were so excited they couldn't even sleep that night.",
            "It was Christmas morning and they sprang out of bed.",
            "They ran downstairs to the tree.",
            "There it was!",
            "The brand new Go Cart they had wanted."
        ],
        "chars": [
            "boys"
        ]
    },
    {
        "story_id": 902,
        "story": [
            "A man wanted to build a pool with a very deep, deep end.",
            "He rented some heavy digging tools to make his pool.",
            "The man dug for hours until it was deep enough.",
            "He lined the pool and filled it with water.",
            "The pool was so deep he couldn't see the bottom."
        ],
        "chars": [
            "man"
        ]
    },
    {
        "story_id": 871,
        "story": [
            "The Engineer designed a new product.",
            "He built a prototype.",
            "The prototype broke.",
            "The Engineer ran out of money.",
            "He sold his design to another Engineer."
        ],
        "chars": ["Engineer"]
    },
    {
        "story_id": 865,
        "story": [
            "The kids all climbed on the school bus.",
            "The bus monitor was home sick so they could go nuts!",
            "They threw things out the window and yelled at each other.",
            "The driver pleaded with them to be quiet.",
            "They continued to make noise until they arrived at the school."
        ],
        "chars": [
            "kids",
            "driver"
        ]
    },
    {
        "story_id": 835,
        "story": [
            "The family always went to church together.",
            "One week, they sat in the back pew.",
            "When the service was almost over, they snuck out.",
            "It was easy to get out of the parking lot quickly that way.",
            "They decided to sit there every week after that."
        ],
        "chars": [
            "family"
        ]
    },
    {
        "story_id": 831,
        "story": [
            "She started a garden in early Spring.",
            "She turned the soil, feed the worms and planted seeds.",
            "She watered it all summer long.",
            "She weeded out the plants she didn't want.",
            "In the fall, she threw a party for her friends to feed them the veggies."
        ],
        "chars": [
            "friends"
        ]
    },
    {
        "story_id": 818,
        "story": [
            "The family took a cruise through the Mediterranean.",
            "They saw amazing historical sights.",
            "The beaches were beautiful.",
            "The food was delicious.",
            "They went home and couldn't wait to go on another trip!"
        ],
        "chars": [
            "family"
        ]
    },
    {
        "story_id": 760,
        "story": [
            "The school group traveled to India.",
            "They ate some exotic foods.",
            "They traveled around and looked at the sights.",
            "It was very different from their hometown.",
            "It was nice to learn about another culture."
        ],
        "chars": ["group"]
    },
    {
        "story_id": 75,
        "story": [
            "The candidates were running a tight campaign.",
            "The latest poll said they were tied.",
            "The Republican candidate focused on radio ads.",
            "The Democrat focused on TV.",
            "They fought for every vote they could grab."
        ],
        "chars": ["candidates"]
    },
    {
        "story_id": 7319,
        "story": [
            "Me and my friends were watching this funny movie.",
            "Every joke in the movie was hilarious.",
            "All of a sudden our DVD player broke.",
            "We couldn't finish watching the movie until the next day.",
            "It was worth the wait because the movie was very funny to us."
        ],
        "chars": [
            "friends"
        ]
    },
    {
        "story_id": 7305,
        "story": [
            "Several firemen visited a local elementary school.",
            "They were there to teach the kids about fire safety.",
            "One of the firemen set off a fire alarm.",
            "He asked the children what the noise it made meant.",
            "One little boy said it let him know when mom was done cooking dinner."
        ],
        "chars": [
            "kids",
            "boy",
            "mom"
        ]
    },
    {
        "story_id": 7299,
        "story": [
            "A great general once found himself visiting an isolated village.",
            "He had only a few guards with him while his army camped miles away.",
            "Suddenly a large force of his enemies appeared over the hill.",
            "The general opened the gates of the village and sat in the street.",
            "The army, fearing a trap from the wily general, retreated."
        ],
        "chars": ["general"]
    },
    {
        "story_id": 7297,
        "story": [
            "The passengers on the subway first noticed the man wasn't moving.",
            "As they looked closer, they saw blood covering his t-shirt.",
            "They thought: oh no, a murder victim!",
            "Quickly they call the police.",
            "Turned out, it was a drunk guy coming home from a Halloween party."
        ],
        "chars": [
            "man",
            "police"
        ]
    },
    {
        "story_id": 7188,
        "story": [
            "There once was a painter who lived all by himself.",
            "He always painted in purple.",
            "He would give away his paintings for free.",
            "He just wanted to make people happy.",
            "He ended up dying poor, yet very satisfied with how he lived his life."
        ],
        "chars": [
            "people"
        ]
    },
    {
        "story_id": 7098,
        "story": [
            "The Italian soccer team went on the field.",
            "They started running drills.",
            "One of the team members fell ill.",
            "Then several others complained of stomach pain.",
            "They realized that they had all ate at the same place for lunch."
        ],
        "chars": [
            "team"
        ]
    },
    {
        "story_id": 7096,
        "story": [
            "The police investigated the man.",
            "They could not find anything illegal.",
            "They followed him for a little bit.",
            "He wondered who they were following.",
            "The man was later found guilty."
        ],
        "chars": [
            "police",
            "man"
        ]
    },
    {
        "story_id": 7095,
        "story": [
            "The man grunted at the woman.",
            "The woman ran from the man.",
            "The man shrugged his shoulders.",
            "Another man noticed that.",
            "That man liked the guy who shrugged his shoulders."
        ],
        "chars": [
            "man",
            "woman"
        ]
    },
    {
        "story_id": 7093,
        "story": [
            "The cop pulled over the woman for driving too fast.",
            "The woman asked the cop to let her go with a warning.",
            "The cop ignored her request.",
            "He issued her a large ticket.",
            "The woman flipped off the cop when he wasn't looking."
        ],
        "chars": [
            "woman"
        ]
    },
    {
        "story_id": 7076,
        "story": [
            "The football team beat the other team.",
            "The other team felt they should have won.",
            "The other team stole some jerseys out of anger.",
            "They hid the jerseys in a bag.",
            "The bag had to be hidden as well."
        ],
        "chars": [
            "team"
        ]
    },
    {
        "story_id": 7072,
        "story": [
            "Renault stopped purchasing metal.",
            "The metal market in their country become worse.",
            "Traders felt eager to sell their shares.",
            "A panic fell over some people.",
            "The situation improved from there."
        ],
        "chars": [
            "people"
        ]
    },
    {
        "story_id": 7071,
        "story": [
            "The man's boss inquired about his progress.",
            "The man sent a report to his boss.",
            "The boss was impressed with his progress.",
            "The boss requested a raise for the man.",
            "The raise was request was denied."
        ],
        "chars": [
            "man"
        ]
    },
    {
        "story_id": 7066,
        "story": [
            "The vegetables were about to go bad.",
            "The man didn't want them to be wasted.",
            "He made them into a vegetable broth.",
            "He saved the broth in the freezer.",
            "Later he was able to make a soup with the broth."
        ],
        "chars": [
            "man"
        ]
    },
    {
        "story_id": 7064,
        "story": [
            "The army representative called the man.",
            "The man described himself as homosexual.",
            "The representative hung up.",
            "The man called the representative back.",
            "He signed up to the army through the representative."
        ],
        "chars": [
            "man"
        ]
    },
    {
        "story_id": 7061,
        "story": [
            "The woman shampooed her hair twice.",
            "The label told her to do that.",
            "She left the conditioner in for ten seconds.",
            "The label recommended thirty.",
            "She regretted her decision to wash the conditioner out early."
        ],
        "chars": [
            "woman"
        ]
    },
    {
        "story_id": 7060,
        "story": [
            "The family hid some eggs for Easter.",
            "The kids searched for the eggs.",
            "One of the eggs wasn't found.",
            "The egg rotted for two months.",
            "The family found the egg from the smell."
        ],
        "chars": [
            "family",
            "kids"
        ]
    },
    {
        "story_id": 7059,
        "story": [
            "The man poured ketchup.",
            "The ketchup spilled over his plate.",
            "Nobody in the room seemed to care.",
            "The man set the ketchup down so hard that the bottle broke.",
            "The crowd clapped with approval."
        ],
        "chars": [
            "man",
            "crowd"
        ]
    },
    {
        "story_id": 7053,
        "story": [
            "The family worked on a farm picking vegetables.",
            "The family got laid off at the end of the season.",
            "They looked for other work in the area.",
            "They were not qualified for most of the jobs.",
            "They had to leave the area."
        ],
        "chars": [
            "family"
        ]
    },
    {
        "story_id": 7052,
        "story": [
            "The boy walked the dog.",
            "The dog saw a cat.",
            "The dog chased after the cat.",
            "The boy had to let go of the dog.",
            "The dog ran away after the cat."
        ],
        "chars": [
            "boy",
            "dog"
        ]
    },
    {
        "story_id": 7043,
        "story": [
            "The man swung his ax at the tree.",
            "The ax head got stuck in the tree.",
            "The man yanked on the stuck ax.",
            "It released from the tree suddenly.",
            "The man fell backwards with the ax."
        ],
        "chars": [
            "man"
        ]
    },
    {
        "story_id": 7042,
        "story": [
            "The talk show host made a speech.",
            "The audience wasn't interested in the topic.",
            "The host apologized to the audience.",
            "He changed the topic of the show right there.",
            "The audience applauded the host's bold move."
        ],
        "chars": ["audience", "host"]
    },
    {
        "story_id": 7011,
        "story": [
            "The bank employee investigated credit card fraud.",
            "She found that one card was used to buy five hundred gift cards.",
            "She contacted the card owner.",
            "The card owner hadn't made the purchases.",
            "The employee issued the card owner a different card to use."
        ],
        "chars": [
            "owner"
        ]
    },
    {
        "story_id": 700,
        "story": [
            "One day we saw some teenagers on our trampoline.",
            "We did not invite them, and went to ask what they were doing.",
            "We told them we would be happy to let them jump if they had asked.",
            "They responded with attitude and did not want to get off.",
            "We jumped with them, trying to show kindness anyways."
        ],
        "chars": ["teenagers"]
    },
    {
        "story_id": 6996,
        "story": [
            "The stamp collector looked at his collection.",
            "One of his rare stamps was missing.",
            "The collector reported the stamp stolen.",
            "He filed a claim with his insurance.",
            "He collected eight thousand dollars for the stamp."
        ],
        "chars": ["collector"]
    },
    {
        "story_id": 6993,
        "story": [
            "The band marched for peace.",
            "One band member wasn't looking where he was going.",
            "He ran into a pedestrian.",
            "The pedestrian thought it was on purpose.",
            "He punched the band member."
        ],
        "chars": ["band", "member", "pedestrian"]
    },
    {
        "story_id": 6992,
        "story": [
            "The man traveled to Indiana.",
            "On his way he saw a sign.",
            "He turned left where the sign told him.",
            "He parked his car.",
            "He recommended following signs in the future."
        ],
        "chars": [
            "man"
        ]
    },
    {
        "story_id": 6986,
        "story": [
            "The couple went on a walk in the park.",
            "It started to rain.",
            "The man gave the woman his coat.",
            "The man got really wet.",
            "The woman gave the man a big kiss for keeping her dry."
        ],
        "chars": [
            "couple",
            "man",
            "woman"
        ]
    },
    {
        "story_id": 6985,
        "story": [
            "Jonathan dropped his wet paint brush on the ground.",
            "It had leaves and dirt stuck to it.",
            "Jonathon put new paint on the brush.",
            "He continued painting the side of the shed.",
            "When the shed dried, it had leaves and dirt in the paint."
        ],
        "chars": ["Jonathan"]
    },
    {
        "story_id": 6984,
        "story": [
            "The man squeezed the cheese.",
            "It felt too firm.",
            "He asked the grocer for a softer cheese.",
            "The grocer suggested brie cheese.",
            "The man bought the brie."
        ],
        "chars": [
            "man"
        ]
    },
    {
        "story_id": 6983,
        "story": [
            "The wine taster tasted some wine.",
            "It did not feel mature enough.",
            "He stored the wine for another year.",
            "He tasted the wine again.",
            "The wine was ready to sell."
        ],
        "chars": []
    },
    {
        "story_id": 695,
        "story": [
            "The ladies hadn't been out for awhile, so they planned an outing.",
            "Their first stop was to eat fondue at a local restaurant.",
            "Later, they walked downtown and chatted.",
            "Then, they stopped by a local bar for drinks.",
            "They danced a bit and headed home."
        ],
        "chars": ["ladies"]
    },
    {
        "story_id": 6940,
        "story": [
            "Kelsey applied for a job at the law firm.",
            "He was invited to come for an interview.",
            "Kelsey practiced his interview questions.",
            "He spoke well at the interview.",
            "Kelsey was offered a job at the firm."
        ],
        "chars": ["Kelsey"]
    },
    {
        "story_id": 6934,
        "story": [
            "Ed saw a Herring.",
            "He took it's picture.",
            "He framed the picture.",
            "He put it on the desk.",
            "He broke it with his elbow."
        ],
        "chars": ["Ed"]
    },
    {
        "story_id": 6924,
        "story": [
            "The man saw a moose.",
            "He stopped the car to look.",
            "The moose started running.",
            "The man followed in his car.",
            "The man passed the moose after a while."
        ],
        "chars": [
            "man",
            "moose"
        ]
    },
    {
        "story_id": 6916,
        "story": [
            "The man surveyed the land from a helicopter.",
            "He saw a bison in a field.",
            "He instructed the pilot to fly close to the bison.",
            "The man shot the bison from the helicopter.",
            "The pilot landed to gather the body."
        ],
        "chars": [
            "man"
        ]
    },
    {
        "story_id": 6907,
        "story": [
            "Walden dug a hole in the ground.",
            "He put a plastic bag in the hole.",
            "He filled the hole with water.",
            "He sat in the hole.",
            "He called the hole a pool."
        ],
        "chars": ["Walden"]
    },
    {
        "story_id": 6901,
        "story": [
            "The man started his generator.",
            "He plugged in all of his devices.",
            "He turned on the television and the air conditioner.",
            "A fuse blew out in the generator.",
            "The man sat in the silence without his devices."
        ],
        "chars": [
            "man"
        ]
    },
    {
        "story_id": 690,
        "story": [
            "The two boys met in the parking lot to have a fist fight.",
            "They started shoving each other.",
            "They shouted insults, too.",
            "Neither one of them could get the nerve to throw a punch.",
            "So, they both just ran home."
        ],
        "chars": [
            "boys"
        ]
    },
    {
        "story_id": 6896,
        "story": [
            "The worker entered the data into the spreadsheet.",
            "He made a mistake in one of the cells.",
            "He ran a data analysis.",
            "The results did not make sense.",
            "He checked through the data to find the mistake."
        ],
        "chars": ["worker"]
    },
    {
        "story_id": 6887,
        "story": [
            "The man dug into the hard clay.",
            "He hit something hard with his shovel.",
            "He looked at what he had hit.",
            "It was a small box.",
            "He re-buried the box where he had found it."
        ],
        "chars": [
            "man"
        ]
    },
    {
        "story_id": 6885,
        "story": [
            "The man listened through the wall.",
            "He heard voices arguing.",
            "He told his wife that the neighbors were fighting.",
            "His wife told him to mind his own business.",
            "The neighbor turned on some music to drown out the noise."
        ],
        "chars": [
            "man",
            "wife"
        ]
    },
    {
        "story_id": 6883,
        "story": [
            "The wolf hunted for food.",
            "He heard a howl in the distance.",
            "He followed the sound.",
            "He found another wolf.",
            "They hunted together."
        ],
        "chars": ["wolf"]
    },
    {
        "story_id": 6867,
        "story": [
            "Alfred baked a pie.",
            "He cut the pie while it was still hot.",
            "He took a piece of the pie on a plate.",
            "He took a big bite.",
            "He burned the roof of his mouth."
        ],
        "chars": ["Alfred"]
    },
    {
        "story_id": 6866,
        "story": [
            "The man measured the diameter of the table.",
            "He cut a piece of fabric with that same diameter.",
            "He glued the fabric to the top of the table for decoration.",
            "His wife didn't like the fabric.",
            "The man removed the fabric and the glue."
        ],
        "chars": [
            "man",
            "wife"
        ]
    },
    {
        "story_id": 6861,
        "story": [
            "Jacob kicked the ball over the fence.",
            "He climbed the fence to get the ball.",
            "The fence broke while he was on top of it.",
            "He told his neighbor what had happened.",
            "His neighbor asked him to fix the fence."
        ],
        "chars": ["Jacob"]
    },
    {
        "story_id": 6858,
        "story": [
            "Linus found a blanket on the street.",
            "He carried the blanket with him wherever he went.",
            "One day he forgot his blanket in the park.",
            "He went back in a panic to find it.",
            "He found the blanket where he left it."
        ],
        "chars": ["Linus"]
    },
    {
        "story_id": 6857,
        "story": [
            "The man moved to Brooklyn.",
            "He called the number for information.",
            "The information didn't sound right.",
            "He confirmed the information with another source.",
            "He believed the information."
        ],
        "chars": [
            "man"
        ]
    },
    {
        "story_id": 6852,
        "story": [
            "The man retired from his job.",
            "He became bored.",
            "He asked his old boss for his job back.",
            "His boss offered him a different job with less hours.",
            "The man accepted the new job."
        ],
        "chars": [
            "man"
        ]
    },
    {
        "story_id": 6849,
        "story": [
            "The boy thought his room was haunted.",
            "He asked his mom for help.",
            "The mom pretended to do a spell.",
            "She said that the ghosts were gone.",
            "The boy didn't think his room was haunted anymore."
        ],
        "chars": [
            "boy",
            "mom"
        ]
    },
    {
        "story_id": 6833,
        "story": [
            "Adele wrote a song.",
            "An editor reviewed the notes.",
            "He suggested two changes.",
            "Adele incorporated the changes.",
            "The editor felt important around his peers."
        ],
        "chars": ["Adele", "editor"]
    },
    {
        "story_id": 6830,
        "story": [
            "The fleet of ships advanced towards the island.",
            "A submarine snuck up on them.",
            "The submarine fired a torpedo at one of the ships.",
            "The ship exploded.",
            "The other ships in the fleet scattered."
        ],
        "chars": ["fleet"]
    },
    {
        "story_id": 6828,
        "story": [
            "The spider made a web.",
            "A deer knocked over the web with his head.",
            "The spider fell on the deer.",
            "The spider lowered himself from the dog with a strand of web.",
            "The spider went back to fix his old web."
        ],
        "chars": [
            "dog"
        ]
    },
    {
        "story_id": 6827,
        "story": [
            "The cop sat at his speed trap.",
            "A car came buy driving twenty miles over the speed limit.",
            "The cop chased the car.",
            "The car pulled over.",
            "The cop gave the owner a ticket for seven hundred dollars."
        ],
        "chars": [
            "owner"
        ]
    },
    {
        "story_id": 6825,
        "story": [
            "The dead dog rotted in the woods.",
            "A bird of prey spotted the dog.",
            "It started eating the dog.",
            "Another bird saw the dog.",
            "The two birds fought over the meat."
        ],
        "chars": [
            "dog"
        ]
    },
    {
        "story_id": 6818,
        "story": [
            "An atheist woman and a christian woman met every week for tea.",
            "They liked to discuss the world and their vision of it.",
            "They often disagreed on many subjects.",
            "But when it came to helping others, they thought the same way.",
            "They always ended up giving one dollar to a homeless person after tea."
        ],
        "chars": [
            "woman"
        ]
    },
    {
        "story_id": 6789,
        "story": [
            "Maria wore a beautiful new yellow hat with large borders.",
            "She received many compliments and felt very feminine wearing it.",
            "When a gust of wind pushed the hat in the gutter, she run after it.",
            "She retrieved it and saw it was soiled beyond washing.",
            "She had to throw it away and go on without a hat."
        ],
        "chars": ["Maria"]
    },
    {
        "story_id": 6728,
        "story": [
            "Josiah really loved his new hoverboard.",
            "He played with it all the time.",
            "Until one day his hand got caught underneath and was broken.",
            "He had to go to the hospital and didn't like his hoverboard anymore.",
            "Only when he healed, did he dare try it again."
        ],
        "chars": ["Josiah"]
    },
    {
        "story_id": 6717,
        "story": [
            "Jonah wanted to hire the best employee for his firm.",
            "He looked at resumes and called in the best.",
            "As interviews went by he was getting desperate.",
            "He couldn't find anyone good enough.",
            "Until at the end, the perfect candidate shown up and he hired her."
        ],
        "chars": ["Jonah"]
    },
    {
        "story_id": 667,
        "story": [
            "A man peeked through the window of the home.",
            "He saw a jewelry box on the dresser.",
            "He broke the window and snatched it.",
            "He pawned all the jewelry for cash.",
            "He used that cash for drugs."
        ],
        "chars": [
            "man"
        ]
    },
    {
        "story_id": 660,
        "story": [
            "The newlywed couple went to the Bahamas for their honeymoon.",
            "One of their excursions was to ride on a glass bottom boat.",
            "The boat captain held a fish over the side of the boat.",
            "Suddenly sharks were surrounding the boat, and jumping for fish.",
            "Everyone cheered in amazement."
        ],
        "chars": [
            "couple"
        ]
    },
    {
        "story_id": 654,
        "story": [
            "The family went to an Ohio State football game.",
            "They were bandwagon fans.",
            "They cheered loudly for the team.",
            "When the team won, the family felt accomplished.",
            "They always picked teams that had good records."
        ],
        "chars": [
            "family",
            "team"
        ]
    },
    {
        "story_id": 6511,
        "story": [
            "Our field trip to Pizza Hut was a lot of fun.",
            "We were allowed in the kitchen, where we were shown how to make pizza.",
            "We each made our own pizzas to cook in the oven.",
            "Since we were little, we weren't allowed to use the ovens ourselves.",
            "We ate in the dining room before going back to school."
        ],
        "chars": []
    },
    {
        "story_id": 6506,
        "story": [
            "My husky mix recently started panting for no reason.",
            "We tried everything, but nothing seemed to make her feel better.",
            "Finally, we gave up and took her to the vet.",
            "They ran a test for heartworms, which came back negative.",
            "Eventually, they decided the fleas she's had were stressing her out."
        ],
        "chars": []
    },
    {
        "story_id": 6505,
        "story": [
            "At a football game, we had to drive 4 hours to reach the destination.",
            "We stopped at a mall food court on the way.",
            "While the band teachers weren't paying attention, we ran.",
            "We ran through the mall screaming loudly.",
            "All of us ended up getting detention."
        ],
        "chars": ["teachers"]
    },
    {
        "story_id": 6502,
        "story": [
            "We went to Silver Dollar City in April.",
            "We rode the trolley to all the little stops inside.",
            "We also played on the go carts, and bumped into each other a lot.",
            "We played games, and ate lots of junk food.",
            "Our favorite was the funnel cakes."
        ],
        "chars": []
    },
    {
        "story_id": 6497,
        "story": [
            "We're trying to potty train our new kitty.",
            "We bought her a pretty pink litter box with a lid and sliding tray.",
            "We put her in it every time she eats to see if she will use it.",
            "So far she seems to be getting used to it.",
            "She likes to scratch the sand up behind her."
        ],
        "chars": ["kitty"]
    },
    {
        "story_id": 6476,
        "story": [
            "My grandma joined a contest in her small hometown.",
            "She believed she had the biggest tree, and wanted to win.",
            "Her tree was humongous, and very old.",
            "She ended up winning the contest, and a check for $100.",
            "A picture was posted in the paper of her holding her check."
        ],
        "chars": ["grandma"]
    },
    {
        "story_id": 644,
        "story": [
            "The family piled into the bleachers to cheer on the youngest member.",
            "It was his first swim meet!",
            "He swam very strongly in his first event.",
            "He won a medal!",
            "They clapped and cheered his name."
        ],
        "chars": [
            "family"
        ]
    },
    {
        "story_id": 6423,
        "story": [
            "My mom bought a porcelain dog for the porch.",
            "He's very realistic looking, so he tricked everyone.",
            "People walked up to the door, looked down and jumped.",
            "They thought there was adorable puppy staring up at them.",
            "They laughed when they realized it wasn't real."
        ],
        "chars": [
            "mom",
            "dog",
            "people"
        ]
    },
    {
        "story_id": 642,
        "story": [
            "The teenagers were out hiking on a trail.",
            "It was calm and peaceful.",
            "Suddenly, they spotted a wolf up in front of them.",
            "He was huge and menacing.",
            "They yelled at him and he ran away."
        ],
        "chars": ["teenagers"]
    },
    {
        "story_id": 6417,
        "story": [
            "My dog died last year from old age.",
            "He was buried under a huge pink rose bush.",
            "We buried him inside his favorite carrier, a red one.",
            "We placed a professionally made stone on his grave.",
            "The inscription said he was a dog with the heart of a lion."
        ],
        "chars": [
            "dog"
        ]
    },
    {
        "story_id": 6414,
        "story": [
            "This morning my husband went to get dressed as he usually does.",
            "He walked into the bathroom and went into his closet.",
            "He picked out the clothing he wanted to wear, and put them on.",
            "When he walked out, he shut the closet door.",
            "The knob, however, was broken and now the door won't open."
        ],
        "chars": [
            "husband"
        ]
    },
    {
        "story_id": 6403,
        "story": [
            "My family's old barn collapsed one night.",
            "We were out working one day cleaning it up.",
            "There was a large section of board covered in rusty nails.",
            "Someone stepped onto the boards and got stabbed by the nails.",
            "We had to take them to get a tetanus shot right away."
        ],
        "chars": []
    },
    {
        "story_id": 640,
        "story": [
            "Dr Phil aired a new talk show.",
            "It focused on marriage problems.",
            "The ratings were great, so it was renewed.",
            "Oprah was jealous of the attention he was getting.",
            "The show aired for many years."
        ],
        "chars": ["Dr Phil", "Oprah"]
    },
    {
        "story_id": 6399,
        "story": [
            "A group of friends went on a snowmobile ride one afternoon.",
            "The rider in front of me was moving up a slope at an angle.",
            "She decided to stop giving it gas and, promptly began to roll sideways.",
            "She jumped off the sled and ran away from it, almost being crushed.",
            "She managed to safely get away and we laughed about it later."
        ],
        "chars": [
            "friends"
        ]
    },
    {
        "story_id": 6389,
        "story": [
            "My parents went to Disney World last month.",
            "They ride Space Mountain twenty times!",
            "Being tossed around in the ride made my dad sick.",
            "He felt so bad that they decided to come home early.",
            "Next time they visit Disney, he won't ride Space Mountain."
        ],
        "chars": ["parents"]
    },
    {
        "story_id": 6380,
        "story": [
            "The birds were ready to leave the nest.",
            "They'd been hatched about a month.",
            "They flapped their wings and jumped.",
            "They all took off and learned to fly.",
            "They flew off and made their own nests."
        ],
        "chars": ["birds"]
    },
    {
        "story_id": 6375,
        "story": [
            "The class went on a field trip.",
            "They went to a local farm to learn about raising animals.",
            "The kids fed some chickens and collected eggs.",
            "At the end of the trip, they had learned a lot.",
            "The kids now understood where their food had come from."
        ],
        "chars": [
            "kids"
        ]
    },
    {
        "story_id": 6374,
        "story": [
            "The family wanted to take a walk.",
            "They went around the lagoon on a path they'd never been on.",
            "They were taken to a remote spot they'd never seen before.",
            "It was a beautiful location with lots of trees and water.",
            "The family decided to come walk here every evening."
        ],
        "chars": [
            "family"
        ]
    },
    {
        "story_id": 6369,
        "story": [
            "The boys loved playing outside.",
            "They had walkie talkies that the used to talk to each other.",
            "They would run through the woods and keep in contact with them.",
            "They played this game all summer.",
            "THey couldn't wait until next summer to play it again!"
        ],
        "chars": [
            "boys"
        ]
    },
    {
        "story_id": 6366,
        "story": [
            "The team was psyched for the big game on Saturday.",
            "They had been practicing for months and wanted to win the title.",
            "The game was intense, with both teams scoring a lot.",
            "The team worked as hard as they could, but they just couldn't win the.",
            "After the game, the players all cried."
        ],
        "chars": [
            "team"
        ]
    },
    {
        "story_id": 6365,
        "story": [
            "Two teams were playing for the championship.",
            "They each scored 50 points in the first half.",
            "The second half, the blue team pulled away.",
            "They won the game by 17 points.",
            "The blue team was so proud!"
        ],
        "chars": [
            "team"
        ]
    },
    {
        "story_id": 6364,
        "story": [
            "The gym class always played interesting games.",
            "They decided to try badminton.",
            "They hit the birdie over the next, back and forth.",
            "Soon, they were all very good at the game.",
            "The games got very competitive and fun."
        ],
        "chars": ["gym class"]
    },
    {
        "story_id": 6363,
        "story": [
            "The whole town had gathered together.",
            "They all sat on the curb and watched the parade go by.",
            "The floats threw candy and trinkets.",
            "Kids scrambled to grab anything they could.",
            "It was a fun annual tradition!"
        ],
        "chars": [
            "kids"
        ]
    },
    {
        "story_id": 6361,
        "story": [
            "The moms were decorating the gym.",
            "There was going to be a big Christmas party at the school.",
            "The moms were in charge of hosting it.",
            "The kids filed into the gym and smiled.",
            "They were excited for their fun party!"
        ],
        "chars": [
            "kids",
            "moms"
        ]
    },
    {
        "story_id": 6360,
        "story": [
            "The class watched the giant animal move across the field.",
            "There was a huge bison right on the other side of the fence!",
            "They watched him walk by and head down the hill.",
            "The class learned about how Native Americans used the bison.",
            "They felt very educated on Native American history."
        ],
        "chars": []
    },
    {
        "story_id": 6355,
        "story": [
            "The kids wanted a place to play with their friends.",
            "Their dad decided to build them a playroom.",
            "They added a futon for seating.",
            "Soon, the kids spent all their time sitting on the futon watching tv.",
            "They made a lot of memories on the futon."
        ],
        "chars": [
            "kids",
            "friends"
        ]
    },
    {
        "story_id": 6349,
        "story": [
            "The town was getting a new store.",
            "The store would focus on women's apparel.",
            "All the women in town were excited.",
            "On opening day, customers flooded the store.",
            "They sold out of everything by the end of the day!"
        ],
        "chars": []
    },
    {
        "story_id": 6348,
        "story": [
            "Every class had art class twice a week.",
            "The second graders were working on pottery.",
            "They worked hard on their pieces.",
            "At the end of the week, they fired their projects.",
            "They displayed them in the hall at the school."
        ],
        "chars": ["graders"]
    },
    {
        "story_id": 6344,
        "story": [
            "The pilot was nervous about the weather.",
            "The fog had settled in and visibility was terrible.",
            "He spoke to air traffic control about the situation.",
            "They re-routed him to Los Angeles.",
            "The plane landed safely and the passengers were relieved."
        ],
        "chars": ["pilot"]
    },
    {
        "story_id": 6343,
        "story": [
            "The new fall line was gorgeous!",
            "The fashion designer had been hard at work in the studio for months.",
            "The new line had a of of earth tones and leather.",
            "It was immediately popular with customers.",
            "Soon, everyone was wearing the new line."
        ],
        "chars": ["designer"]
    },
    {
        "story_id": 6339,
        "story": [
            "The Christmas Pageant was quickly approaching.",
            "The children had been practicing their songs for months.",
            "They knew all the lyrics and dance moves.",
            "When it was time to perform, half of them cried.",
            "They were too scared to go on stage!"
        ],
        "chars": ["children"]
    },
    {
        "story_id": 6338,
        "story": [
            "The old house had some beautiful features.",
            "The bedroom had a large window seat.",
            "The owner liked to sit in the window seat and watch the neighborhood.",
            "One day, she saw an old woman stop and stare at the home.",
            "She realized it was the previous owner."
        ],
        "chars": [
            "owner",
            "woman"
        ]
    },
    {
        "story_id": 6291,
        "story": [
            "Candy loved wine.",
            "She took a trip to Napa with her husband.",
            "They sampled some amazing wines.",
            "She brought a bottle of it home to drink later.",
            "They opened it on their anniversary the next month."
        ],
        "chars": [
            "husband"
        ]
    },
    {
        "story_id": 6237,
        "story": [
            "The woman needed to make a difficult choice.",
            "She couldn't decide if she wanted to take a new job in Germany or not.",
            "She made a list of the pros and cons.",
            "She decided to take the job.",
            "She began packing and preparing to move!"
        ],
        "chars": [
            "woman"
        ]
    },
    {
        "story_id": 623,
        "story": [
            "The students began to argue in the middle of lunch.",
            "One boy grabbed his apple and launched it across the room.",
            "The apple hit a girl that was sitting quietly.",
            "The girl picked up her peaches and launched them back at the boy.",
            "Then, the entire cafeteria erupted into a massive food fight."
        ],
        "chars": [
            "students",
            "boy",
            "girl"
        ]
    },
    {
        "story_id": 6226,
        "story": [
            "The lines were getting long outside the library.",
            "People were there to vote.",
            "It was a hotly contested election.",
            "People waited patiently until they were able to punch their ballot.",
            "The results took hours to count."
        ],
        "chars": [
            "people"
        ]
    },
    {
        "story_id": 6221,
        "story": [
            "Every year, a carnival came to town.",
            "Kids loved to ride the ferris wheel.",
            "Last year, The Scrambler made its debut.",
            "A ride always broke before the end of the carnival.",
            "All the kids in town looked forward to that week."
        ],
        "chars": [
            "kids"
        ]
    },
    {
        "story_id": 6219,
        "story": [
            "The delegates gathered at the convention.",
            "It was time to formally elect a candidate.",
            "They chanted and yelled.",
            "The votes were tallied.",
            "They all celebrated and prepared for the election."
        ],
        "chars": ["delegates"]
    },
    {
        "story_id": 6215,
        "story": [
            "The park ranger was eager to find the alligator that'd been spotted.",
            "It was seen lurking around the neighborhood.",
            "The ranger set some traps and patrolled often.",
            "After a week of that, the gator was finally caught.",
            "The ranger released him in a more remote area."
        ],
        "chars": [
            "ranger"
        ]
    },
    {
        "story_id": 6199,
        "story": [
            "The mom bought herself a bike.",
            "Her kids liked to bike, so she decided that she would join them.",
            "They started riding every day.",
            "They worked their way up to ten miles.",
            "Biking had become their new favorite hobby."
        ],
        "chars": [
            "mom",
            "kids"
        ]
    },
    {
        "story_id": 6130,
        "story": [
            "Everyone in the bank was in a panic.",
            "A robber had burst in and threatened them with a gun!",
            "He stole the money and ran away.",
            "The police showed up quickly.",
            "They caught the robber a mile away."
        ],
        "chars": [
            "robber",
            "police"
        ]
    },
    {
        "story_id": 6086,
        "story": [
            "There was a woman down the street who did laundry for money.",
            "Everyone agreed that she was the best one to take your laundry to.",
            "One day, the laundry woman disappeared.",
            "Everyone was very worried and rightly so since she was always around.",
            "A few weeks later, she appeared and told everyone she is now married!"
        ],
        "chars": [
            "woman"
        ]
    },
    {
        "story_id": 6051,
        "story": [
            "My family was going to Disney World.",
            "We had to pack our bags and find our airplane tickets.",
            "We took the dog to be boarded.",
            "We flew on the airplane.",
            "Then we got to our hotel, ready to hit the park tomorrow."
        ],
        "chars": [
            "family",
            "dog"
        ]
    },
    {
        "story_id": 6026,
        "story": [
            "The presidential candidate was giving a speech at the podium.",
            "Suddenly, the crowd started pointing and laughing.",
            "Confused, the candidate looked around for the source of the laughter.",
            "He noticed that the crowd was pointing to a bird hopping on the stage.",
            "The bird flew up to the podium, causing the crowd to cheer."
        ],
        "chars": [
            "crowd"
        ]
    },
    {
        "story_id": 60,
        "story": [
            "The woman decided to start a new hobby.",
            "She went to the craft store and picked out some supplies.",
            "She went home and created an amazing masterpiece.",
            "She was very proud of her work.",
            "She displayed it in her kitchen."
        ],
        "chars": [
            "woman"
        ]
    },
    {
        "story_id": 5956,
        "story": [
            "The family fondly remembered the restaurant shaped like a spaceship.",
            "When they visited the area again, they wanted to eat there.",
            "They took what they thought was the right exit for the restaurant.",
            "They were disappointed to find that the restaurant was gone.",
            "In the place of the cool restaurant was an industrial park."
        ],
        "chars": [
            "family"
        ]
    },
    {
        "story_id": 5954,
        "story": [
            "They had few house to look at in their price range.",
            "They finally found one that was in a great location.",
            "It was small but seemingly under-priced for the area.",
            "When they walked through the house, they understood the pricing.",
            "The floor in the center of the house sagged badly to the middle."
        ],
        "chars": []
    },
    {
        "story_id": 5953,
        "story": [
            "Finally closing day was here on their dream house.",
            "There were so many inspections and bank questions to get to this date.",
            "The three sellers had arranged for signed paperwork to arrive in time.",
            "It seemed that signing was the only thing left to do.",
            "Sadly, a seller signed the wrong form and closing was rescheduled."
        ],
        "chars": [
            "seller"
        ]
    },
    {
        "story_id": 5952,
        "story": [
            "The house looked like a good choice for the family.",
            "There were plenty of bedrooms for the five of them.",
            "The house was older but well-maintained.",
            "They only found one thing that they did not like.",
            "There was not a single closet in the entire house."
        ],
        "chars": [
            "family"
        ]
    },
    {
        "story_id": 5951,
        "story": [
            "One bedroom over the crawl space had an unexplained cord.",
            "The lamp cord went through a drilled hole in the floor.",
            "The man went outside to follow where the cord would lead.",
            "He followed it to the shed in the backyard.",
            "The cord was powering an extension cord in the shed."
        ],
        "chars": [
            "man"
        ]
    },
    {
        "story_id": 5950,
        "story": [
            "The new graduate had a job waiting, but had not yet started work.",
            "The job was in another town and he wanted to buy a house first.",
            "He would be able to make the mortgage payments in the future.",
            "The bank wanted him to be able to make the mortgage payments at once.",
            "He ended up having to throw away money on rent."
        ],
        "chars": [
            "graduate"
        ]
    },
    {
        "story_id": 5949,
        "story": [
            "The scouts built a huge bonfire in a clearing.",
            "The fire got very hot.",
            "The boys started throwing rocks into the fire.",
            "One of the rocks was slate.",
            "The slate exploded and shards shot from the fire."
        ],
        "chars": [
            "scouts",
            "boys"
        ]
    },
    {
        "story_id": 5945,
        "story": [
            "The moderator decided she would punish the poster for the post.",
            "She waited for weeks before she decided what the punishment would be.",
            "During that time, she gave no indication of her anger over the post.",
            "She waited until the poster was comfortable and posting often.",
            "Without warning, she banned the poster and his IP address."
        ],
        "chars": [
            "moderator",
            "poster"
        ]
    },
    {
        "story_id": 5941,
        "story": [
            "The boat trailer was weak from the salt water.",
            "One tire was flat so they were careful taking it to the launch.",
            "They took a bend too fast on the way back with the boat.",
            "The axle missed the turn and broke in half.",
            "The trailer and boat tipped onto the road."
        ],
        "chars": []
    },
    {
        "story_id": 5938,
        "story": [
            "The foundation digging was not going as planned.",
            "Many large boulders had to be removed and left a deeper hole.",
            "The foundation ended up being two feet deeper than the design.",
            "The high ceiling allowed for triple bunks in the basement.",
            "Many ended up being able to sleep in the coolest place in the house."
        ],
        "chars": []
    },
    {
        "story_id": 5934,
        "story": [
            "The family dog was over twelve years old.",
            "He was slowing down, but still seemed to enjoy his family.",
            "People kept asking what the family was going to do with the dog.",
            "The family did not want to have to make the decision.",
            "One day the dog fortunately made the decision for them."
        ],
        "chars": [
            "family",
            "dog",
            "people"
        ]
    },
    {
        "story_id": 5932,
        "story": [
            "The home inspection seemed to be going very well.",
            "Everything in the electrical and roofing had checked out.",
            "The inspector put on overalls and climbed into the crawl space.",
            "When he came out, he gave the buyer the bad news.",
            "The main water line was rusted out under the house and leaking badly."
        ],
        "chars": [
            "inspector"
        ]
    },
    {
        "story_id": 5930,
        "story": [
            "Once upon a time there lived a man.",
            "He was alone, and cold, in a rundown apartment complex.",
            "Suddenly, there was a loud sound.",
            "He was scared because he was all alone and startled.",
            "He was relieved when it was just a stray cat making a lot of noise."
        ],
        "chars": [
            "man"
        ]
    },
    {
        "story_id": 5858,
        "story": [
            "The woman woke up everyday to do her housework.",
            "The first thing she did was mop the floors.",
            "Then she washed a batch of laundry.",
            "After that she started cooking dinner.",
            "Within a few hours, the house was spotless."
        ],
        "chars": [
            "woman"
        ]
    },
    {
        "story_id": 5856,
        "story": [
            "The dog stood by the door and waited to be walked.",
            "The boy saw his dog and grabbed the leash.",
            "They walked around the block and returned home.",
            "The boy put the leash away.",
            "The dog went lie down in his bed."
        ],
        "chars": [
            "dog",
            "boy"
        ]
    },
    {
        "story_id": 5854,
        "story": [
            "The author had a scheduled book signing at the library.",
            "The author settled in to the table set up for him.",
            "He sat and waited as his fans filled the seats.",
            "The people listened as the author spoke.",
            "The author signed the people's books."
        ],
        "chars": [
            "author",
            "people"
        ]
    },
    {
        "story_id": 58,
        "story": [
            "The family planned their first trip to Universal Studios.",
            "They were excited to go on all the rides.",
            "They saw a lot of the characters.",
            "They spent three days in the park.",
            "They were sad to come home."
        ],
        "chars": [
            "family"
        ]
    },
    {
        "story_id": 5798,
        "story": [
            "The old man like to tend to his garden.",
            "He went outside and plowed a small patch of grass for his new crop.",
            "He planted seeds for lettuce, peppers, and cucumbers.",
            "He watered the plants every day.",
            "After a few weeks, he had fresh produce."
        ],
        "chars": [
            "man"
        ]
    },
    {
        "story_id": 5755,
        "story": [
            "One time, we decided to travel to another city to see a concert.",
            "We took a high schooler with us who loved the band as well.",
            "We got there, and we couldn't find the venue.",
            "Eventually we did and it ended up being in a bar!",
            "To this day, we joke about driving 8 hours to go to a bar."
        ],
        "chars": [
            "schooler"
        ]
    },
    {
        "story_id": 5747,
        "story": [
            "The dog knew that something was up when her master put her in the car.",
            "The whole car trip, she was nervous and anxious.",
            "She knew she wasn't going to the park.",
            "When she saw the vet's office, she knew it was going to be a bad day.",
            "The vet wasn't as bad as she thought, and they went to the park after."
        ],
        "chars": [
            "dog"
        ]
    },
    {
        "story_id": 5713,
        "story": [
            "We went to the aquarium at Epcot.",
            "We were trying to figure out what everyone was viewing.",
            "There were two giant manatees in a tank.",
            "They were throwing them heads of lettuce.",
            "It was one of the coolest things to see."
        ],
        "chars": []
    },
    {
        "story_id": 5712,
        "story": [
            "We headed down to Maryland for a golf trip.",
            "We were excited to hit the links.",
            "But two days in it started to snow.",
            "It was so much snow it shut down the state.",
            "So we just stayed in and played cards."
        ],
        "chars": []
    },
    {
        "story_id": 5711,
        "story": [
            "We were thinking of a place to go.",
            "We wanted someplace new but not too far away.",
            "So they googled ideas and suggestions.",
            "They eventually decided on Montreal.",
            "They booked a hotel and started planning their trip."
        ],
        "chars": []
    },
    {
        "story_id": 5710,
        "story": [
            "It was time to look for new car.",
            "We shopped around and test drove some.",
            "We had to decide between car and SUV.",
            "We finally decided on an SUV.",
            "We negotiated and came home with new car."
        ],
        "chars": []
    },
    {
        "story_id": 5709,
        "story": [
            "We decided to take the kids to the movies.",
            "We headed out to the drive in and got snacks.",
            "We parked the car and got everything ready.",
            "We started to watch the movie and the kids loved it.",
            "But by the time the second movie started they were asleep."
        ],
        "chars": [
            "kids"
        ]
    },
    {
        "story_id": 5708,
        "story": [
            "They noticed bees in the house even those spring had just started.",
            "They were so confused as to where they could have been coming from.",
            "So they called an exterminator and he came out to take a look.",
            "It ends up being their was a nest and they had hibernated.",
            "They were taken care of eventually but it was a crazy site."
        ],
        "chars": [
            "bees"
        ]
    },
    {
        "story_id": 5707,
        "story": [
            "The kids were all riding their bikes.\"",
            "They had walkeetalkes to talk to each other.",
            "They were playing a game with teams.",
            "One team had to capture the other team.",
            "They had so much fun and want to do it again."
        ],
        "chars": [
            "kids",
            "team"
        ]
    },
    {
        "story_id": 5704,
        "story": [
            "My niece wanted a cat so bad.",
            "She begged her parents to have one.",
            "They said they couldn't right now.",
            "She got so sad and started to cry.",
            "She said all she wanted was an Itchy."
        ],
        "chars": [
            "niece"
        ]
    },
    {
        "story_id": 5703,
        "story": [
            "Every year the city has a Lilac festival.",
            "People come from all around to see the beautiful Lilacs in bloom.",
            "There are vendors selling food and crafts.",
            "People love just walking around and enjoying the view and smell.",
            "We try to go once in a year and have some fun."
        ],
        "chars": [
            "people"
        ]
    },
    {
        "story_id": 57,
        "story": [
            "The couple took a romantic trip to the lake.",
            "They stayed in a nice cabin by the water.",
            "They went boating and relaxed in the hammock.",
            "They were happy to reconnect with each other.",
            "When they returned home, they decided to buy a lake house."
        ],
        "chars": [
            "couple"
        ]
    },
    {
        "story_id": 5635,
        "story": [
            "The roads in Irving had lots of traffic.",
            "Drivers realized that it was because the traffic lights didn't work.",
            "The police came to observe the issue and figure out a plan.",
            "The police helped to direct the cars on the roads.",
            "Traffic began to move faster."
        ],
        "chars": [
            "drivers",
            "police"
        ]
    },
    {
        "story_id": 562,
        "story": [
            "The two teams were ready to compete.",
            "They had to run through the forest and end up at the finish line.",
            "One group got lost immediately.",
            "The other group ran straight to the finish line.",
            "It was a hard race and they were happy when it was over."
        ],
        "chars": [
            "teams"
        ]
    },
    {
        "story_id": 5561,
        "story": [
            "My town has really weird traditions.",
            "It is a small town so things don't really change.",
            "There is something that is new this year.",
            "An all out puppy parade instead of the traditional Christmas parade.",
            "Dogs of all kinds flooded the streets and marched to Christmas songs."
        ],
        "chars": []
    },
    {
        "story_id": 5514,
        "story": [
            "His eyes were closing, and it was only a matter of time.",
            "When she was sure he was asleep, she turned off the light.",
            "Then she pulled the blanket up to his chin to keep him warm.",
            "She tiptoed away, sparing one final glance.",
            "She went to her own bedroom to prepare for bed."
        ],
        "chars": []
    },
    {
        "story_id": 5509,
        "story": [
            "He was tired, but started to get dressed anyway.",
            "She texted him just in time and he smiled when he read her message.",
            "He arrived at her door just as she was walking out.",
            "Both ready, they started toward to their destination of foot.",
            "The air was balmy, and they remarked on it upon arriving at the boat."
        ],
        "chars": []
    },
    {
        "story_id": 5507,
        "story": [
            "She started to dance, but there was work to do and so she stopped.",
            "She picked up the pen and paper instead.",
            "Since her body couldn't dance, she made the pen dance on the paper.",
            "Her body, refusing to hold still, started to sway in time with the pen.",
            "Smiling, she marveled at her creation and began to draw in earnest."
        ],
        "chars": []
    },
    {
        "story_id": 5495,
        "story": [
            "She wasn't going to stop and he was finally resigned.",
            "He picked up the mouse and began to click away.",
            "He could still hear her in his mind, though she had stopped talking.",
            "Suddenly, she yelled out that he better pay attention.",
            "He turned back to the screen and resumed clicking away."
        ],
        "chars": []
    },
    {
        "story_id": 5465,
        "story": [
            "The news reporters were stationed in the tent.",
            "This was during the convention.",
            "Everything seemed great.",
            "Then rain started to pour.",
            "All the sudden the tent was crushed."
        ],
        "chars": ["reporters"]
    },
    {
        "story_id": 546,
        "story": [
            "The babysitter arrived, and the couple head out for some fun.",
            "Their first stop was at a local Thai restaurant.",
            "Then, they headed for chocolate fondue.",
            "Later, they went and played pool at a sports bar.",
            "They finished the night with a walk in the moonlight."
        ],
        "chars": [
            "couple"
        ]
    },
    {
        "story_id": 5391,
        "story": [
            "Stacy had the most unruly curly hair.",
            "She really wanted to get it more manageable.",
            "She went to the store to get straightening cream.",
            "When she came back she put it on.",
            "To her dismay all her hair fell out."
        ],
        "chars": ["Stacy"]
    },
    {
        "story_id": 539,
        "story": [
            "The kids went to the mall with their mom.",
            "They had to buy back to school clothes.",
            "They bought a bunch of new things.",
            "They took them home and hung them in their closet.",
            "They were excited to wear the items on the first day of school."
        ],
        "chars": [
            "kids",
            "mom"
        ]
    },
    {
        "story_id": 531,
        "story": [
            "The couple had just bought a new bed.",
            "It was a beautiful cherry wood.",
            "They put it in their bedroom.",
            "It looked beautiful!",
            "They couldn't wait to decorate the bedroom around it."
        ],
        "chars": [
            "couple"
        ]
    },
    {
        "story_id": 5227,
        "story": [
            "There was a guy who kept saying that humans can't change the world.",
            "He meant that quite literally, that nothing we did had any effect.",
            "He said releasing millions of years of stored carbon was fine.",
            "He was sure that industrial accidents fixed themselves.",
            "Everyone just shook their heads at his crazy ideas."
        ],
        "chars": ["guy"]
    },
    {
        "story_id": 5225,
        "story": [
            "This year has been hard for growing plants.",
            "An early heat wave stunted plant growth.",
            "There has been a marked lack of rainfall.",
            "The only water the plants get is what the sprinklers provide.",
            "We have now mostly given up on getting much produce."
        ],
        "chars": []
    },
    {
        "story_id": 520,
        "story": [
            "The little girl fell from the top of the slide.",
            "She hit her head very hard.",
            "The mom called 911.",
            "The ambulance arrived and carted her away.",
            "They took great care of her."
        ],
        "chars": [
            "girl",
            "mom"
        ]
    },
    {
        "story_id": 5189,
        "story": [
            "Alexa is very technologically savvy.",
            "She is constantly learning about new technology and practices.",
            "She decides to use her knowledge to create an app.",
            "Alexa's app is very easy to use and free.",
            "Her app becomes the most downloaded in a matter of weeks."
        ],
        "chars": ["Alexa"]
    },
    {
        "story_id": 5117,
        "story": [
            "The weatherman was told that he was going to be fired.",
            "This made him very angry.",
            "During the weather report on the news he lied.",
            "The weatherman said it would snow in July.",
            "Many angry viewers called into the station."
        ],
        "chars": ["weatherman"]
    },
    {
        "story_id": 5115,
        "story": [
            "Two friends were hungry so they decided to get pizza.",
            "They could not decide which toppings to get.",
            "To settle this they played a game.",
            "The winner got to choose all the toppings.",
            "The winner was excited to get the honor of pizza toppings."
        ],
        "chars": [
            "friends"
        ]
    },
    {
        "story_id": 5113,
        "story": [
            "A large storm blew through town.",
            "The wind was so strong it uprooted a large maple tree.",
            "The tree fell over on the bridge into town.",
            "The bridge collapsed from the tree.",
            "Later an engineer determined that it could not be repaired at all."
        ],
        "chars": ["engineer"]
    },
    {
        "story_id": 5112,
        "story": [
            "A man at a baseball game flagged down a hot dog vendor on the stairs.",
            "The vendor handed the man his hot dog and asked for money.",
            "The man pulled out the money from his pocket without looking.",
            "The vendor thanked the man and left.",
            "The man realized once he left that he gave the vendor too much money."
        ],
        "chars": [
            "man",
            "dog"
        ]
    },
    {
        "story_id": 5111,
        "story": [
            "The police were chasing in cars after a suspect from a bank robbery.",
            "The suspect darted quickly in and out of traffic.",
            "The police were having trouble keeping up.",
            "Soon the police could not see where the suspect's car was.",
            "By then the suspect has abandoned the car successfully hid himself."
        ],
        "chars": [
            "police"
        ]
    },
    {
        "story_id": 5110,
        "story": [
            "A man was smoking a cigar on the beach.",
            "The stranger came up to the man and asked to borrow a lighter.",
            "The man dug through his pockets and couldn't find it.",
            "The stranger sighed and walked away.",
            "The man smiled and brandished his lighter when the other man left."
        ],
        "chars": [
            "man"
        ]
    },
    {
        "story_id": 5106,
        "story": [
            "A town was having a craft fair in the summer.",
            "The most popular booth was a man selling bottle openers.",
            "He made a elaborate demonstration of how fun they were to use.",
            "The people at the fair were hypnotized by his enthusiasm.",
            "The man sold out of his products before the fair was over."
        ],
        "chars": [
            "man",
            "people"
        ]
    },
    {
        "story_id": 5103,
        "story": [
            "A baseball umpire called a player out in a close game.",
            "The coach of the player walked up to ask how the ump made the call.",
            "During their conversation, the coach slipped the umpire $50.",
            "The umpire snuck the money into his pocket.",
            "After pretending to think it over, the umpire reversed his call."
        ],
        "chars": ["player", "coach"]
    },
    {
        "story_id": 5101,
        "story": [
            "The pitcher threw a high lob towards the batter.",
            "The batter swung and the ball went sailing upward.",
            "The second base player ran infield and took off his cap.",
            "He raised his glove and waited for the ball to land in it.",
            "He caught the ball and the batter was out."
        ],
        "chars": ["pitcher", "batter"]
    },
    {
        "story_id": 5099,
        "story": [
            "After the band played the crowd clapped politely.",
            "The band leader thought that they could do better.",
            "He raised his baton and conducted the song once more.",
            "He gestured to the musicians to play better and with more feeling.",
            "At the end of the second play the crowd went wild."
        ],
        "chars": [
            "crowd"
        ]
    },
    {
        "story_id": 5096,
        "story": [
            "A guard at the army base heard a rumble.",
            "Moments later an explosion struck the wall.",
            "The guard dove for cover.",
            "He crawled to the radio and called for help.",
            "The voice on the other end of the radio was laughing."
        ],
        "chars": ["guard"]
    },
    {
        "story_id": 5095,
        "story": [
            "There was a sign in town that advertised jobs with the police.",
            "Lots of new recruits came out to the station to apply.",
            "The chief of police looked over the bunch and dismissed many.",
            "Out of the scores that came, only five remained.",
            "The chief handed them each a badge and said they were hired."
        ],
        "chars": [
            "police"
        ]
    },
    {
        "story_id": 5089,
        "story": [
            "A drunk man walked into a grocery store.",
            "He wanted to get some tomato sauce for dinner.",
            "He stumbled as he picked up a jar of sauce.",
            "The man knocked several jars on the floor.",
            "The grocery store manager kicked out the drunk for his mess."
        ],
        "chars": [
            "man"
        ]
    },
    {
        "story_id": 508,
        "story": [
            "Two cars pulled into the parking lot at the same time.",
            "They both wanted the only open spot.",
            "They stared each other down.",
            "One finally made the movie.",
            "The car zoomed into the space and secured it."
        ],
        "chars": []
    },
    {
        "story_id": 5079,
        "story": [
            "A man dove from an airplane and fell towards the earth.",
            "He pulled the cord on his parachute and waited.",
            "Nothing came out.",
            "The man understood what this meant.",
            "He closed his eyes and said a prayer."
        ],
        "chars": [
            "man"
        ]
    },
    {
        "story_id": 5073,
        "story": [
            "A boy pick up a rock at the beach.",
            "He felt the texture and inspected it for smoothness.",
            "He approved of the rock for a skipping stone.",
            "The boy brought his arm back and waited for calm water.",
            "During a lull he threw the stone and it skipped 11 times on the water."
        ],
        "chars": [
            "boy"
        ]
    },
    {
        "story_id": 5072,
        "story": [
            "A man won the lottery and took his earning to the desert.",
            "He dug a deep hole and threw the money in.",
            "He covered it up and cleared his tracks.",
            "The man drew a map to where the money was.",
            "He left and didn't tell anyone about what happened."
        ],
        "chars": [
            "man"
        ]
    },
    {
        "story_id": 5071,
        "story": [
            "A man walked into an electronics repair shop a broken laptop.",
            "He dropped the laptop on the counter and asked for an estimate.",
            "The clerk told him that he can't give an estimate that quickly.",
            "The man decided to come back later to get an estimate.",
            "The clerk worked on the laptop to see the problem in his absence."
        ],
        "chars": [
            "man"
        ]
    },
    {
        "story_id": 5070,
        "story": [
            "A man wasn't making enough money selling rulers.",
            "He decided to cut them an inch shorter to save money.",
            "The new 11 inch rulers were a big hit.",
            "He made a lot of money under this scheme.",
            "To celebrate his wealth he took a day off and went to the beach."
        ],
        "chars": [
            "man"
        ]
    },
    {
        "story_id": 5066,
        "story": [
            "The singer stood on stage and motioned to the band.",
            "As the music started the singer began to sway.",
            "He sang words so sweetly the audience began to weep.",
            "The singer took a bow and left the stage.",
            "The audience begged for an encore but none came."
        ],
        "chars": ["singer"]
    },
    {
        "story_id": 5064,
        "story": [
            "A runner in a race was sprinting towards the finish line.",
            "Ahead on the path he saw an object move.",
            "This surprised the runner.",
            "He tried to evade it but he tripped and fell.",
            "When he landed next to the object, he saw it was a turtle."
        ],
        "chars": ["runner"]
    },
    {
        "story_id": 5042,
        "story": [
            "There was a town that was famous for peach trees.",
            "The residents loved the peach trees.",
            "One day a visitor decided to chop down the peach trees.",
            "The visitor replaced the trees with apple trees.",
            "The residents realized that they loved apple trees too."
        ],
        "chars": ["residents", "visitor"]
    },
    {
        "story_id": 5038,
        "story": [
            "Ducky loved her boat.",
            "She went out on the water every day.",
            "One day it was very stormy.",
            "Ducky went out on the water anyway.",
            "Ducky's boat sank and she was never seen again."
        ],
        "chars": ["Ducky"]
    },
    {
        "story_id": 496,
        "story": [
            "The family had finally picked out a Christmas tree.",
            "They spent half a day searching at six different tree lots.",
            "Don't put the tree in the living room to sit before decorating it.",
            "All of a sudden he noticed movement in the branches.",
            "There was a squirrel that had been living in the tree!"
        ],
        "chars": [
            "family"
        ]
    },
    {
        "story_id": 490,
        "story": [
            "The kids had a pet turtle.",
            "It was green with a big shell.",
            "They fed it carrots every night.",
            "They worried that he was lonely.",
            "They bought a second turtle to keep him company."
        ],
        "chars": [
            "kids", "turtle"
        ]
    },
    {
        "story_id": 485,
        "story": [
            "The couple had never driven cross-country.",
            "They set out on a Sunday and planned to travel for a month.",
            "The drive got very boring after a few days.",
            "Instead of continuing on, they decided to give up and turn back.",
            "THey were happy to be back in their own home."
        ],
        "chars": [
            "couple"
        ]
    },
    {
        "story_id": 4712,
        "story": [
            "One day my dogs were running around in the backyard.",
            "We have a small hole in the fence, and they got out!",
            "We searched around the neighborhood and finally found them!",
            "Turns out they didn't make it further than my neighbors house.",
            "He said they were very cute and behaved in his home."
        ],
        "chars": []
    },
    {
        "story_id": 4706,
        "story": [
            "My mom wanted a new purse and she drug me along with her.",
            "We arrived at the mall and started looking around.",
            "Eventually she decided on a Coach purse.",
            "We looked in the store and she picked one out.",
            "She ended up buying one and we drove home."
        ],
        "chars": [
            "mom"
        ]
    },
    {
        "story_id": 4702,
        "story": [
            "Me and my friends are all fans of a certain sports team.",
            "This team was on a winning streak, and we were all so happy.",
            "We watched every game together.",
            "When we were watching their most recent game they ended up losing.",
            "We were all very upset, but that was their only loss of the season."
        ],
        "chars": [
            "friends",
            "team"
        ]
    },
    {
        "story_id": 4555,
        "story": [
            "Eating healthy is a great lifestyle.",
            "You feel great.",
            "Your body feels invincible.",
            "Then your friends eat pizza in front of you.",
            "You end up wondering if being healthy is worth it."
        ],
        "chars": [
            "friends"
        ]
    },
    {
        "story_id": 4547,
        "story": [
            "My parents are young at heart.",
            "They enjoy having little fun moments.",
            "Every time we go to a restaurant, it begins.",
            "It's a race to see who can get to their straw first.",
            "Then they shoot the wrapper at each other."
        ],
        "chars": ["parents"]
    },
    {
        "story_id": 4546,
        "story": [
            "Turk doesn't like to drink water.",
            "The taste is too plain for him.",
            "Since he's trying to be healthier, he has to drink more water.",
            "He tries adding lemon to his water.",
            "Now is water tastes great."
        ],
        "chars": ["Turk"]
    },
    {
        "story_id": 4456,
        "story": [
            "The delivery man handed a box to Gen.",
            "She was excited since her new shoes were inside of it.",
            "Once she tried the shoes on, she couldn't make them fit.",
            "She spent hours trying to fix it but made no improvements.",
            "As a result, she returned the shoes the next day."
        ],
        "chars": [
            "man"
        ]
    },
    {
        "story_id": 4437,
        "story": [
            "The pitcher took his stance.",
            "He took the baseball and tossed it at the batter.",
            "Before the ball got close, the batter caught a cramp on his leg.",
            "He accidentally kicked the catcher.",
            "The refs had to call a timeout afterwards."
        ],
        "chars": ["pitcher"]
    },
    {
        "story_id": 4410,
        "story": [
            "The class was ready for their field trip.",
            "They loaded up on the bus and took off.",
            "They arrived at a local cave.",
            "The class spent that day looking at all the cave formations.",
            "The field trip was fun and informative."
        ],
        "chars": []
    },
    {
        "story_id": 4407,
        "story": [
            "The day of the big move was almost here.",
            "They had everything packed up.",
            "All the furniture was moved as well.",
            "They were all cleaning up.",
            "It felt bittersweet moving."
        ],
        "chars": []
    },
    {
        "story_id": 4402,
        "story": [
            "Around and around it went.",
            "The roulette wheel seemed to spin forever.",
            "The man looked on nervously.",
            "The ball finally rolled to a stop.",
            "It landed on black, he won."
        ],
        "chars": [
            "man"
        ]
    },
    {
        "story_id": 4399,
        "story": [
            "Around and around they went.",
            "The cars seem to go faster on every lap.",
            "With two more laps to go, the race was still up for grabs.",
            "The cars came around the final turn.",
            "Across the line they all came, it was a photo finish."
        ],
        "chars": []
    },
    {
        "story_id": 4387,
        "story": [
            "The bases were all loaded.",
            "It was bottom of the ninth.",
            "It was a full count, three balls and two strikes.",
            "The pitcher stood on the mound looking determined.",
            "He threw a fastball right down the middle, strike!"
        ],
        "chars": ["pitcher"]
    },
    {
        "story_id": 4376,
        "story": [
            "Joseph was going off on a long trip.",
            "He gathered together a list of people important to him.",
            "He began writing letters to all of them.",
            "Joseph told them about where he was going.",
            "He felt good telling all his friends and family about his trip."
        ],
        "chars": [
            "people",
            "friends",
            "family"
        ]
    },
    {
        "story_id": 4316,
        "story": [
            "The boy loved superheroes.",
            "He talked about his favorites all the time.",
            "His mom made him a cape.",
            "He ran around the house in his new cape.",
            "He pretended he could fly!"
        ],
        "chars": [
            "boy",
            "mom"
        ]
    },
    {
        "story_id": 4315,
        "story": [
            "He wanted to get bigger muscles.",
            "He bought all kinds of sports nutrition products.",
            "He used the products to get better at lifting weights.",
            "He lifted heavier and heavier weights.",
            "Soon he had big muscles."
        ],
        "chars": []
    },
    {
        "story_id": 4256,
        "story": [
            "In 2007 our condo had mice.",
            "We used traps and bait.",
            "We killed some mice but more came.",
            "Our property manager sealed every crack with foam.",
            "That kept the mice out for four years."
        ],
        "chars": ["manager"]
    },
    {
        "story_id": 4253,
        "story": [
            "In August of 1991 Hurricane Bob hit the New England area.",
            "We live near a small pond with many trees.",
            "A lot of branches came down.",
            "The young people swam in the pool during the hurricane.",
            "They drank and partied there all night."
        ],
        "chars": [
            "people"
        ]
    },
    {
        "story_id": 4243,
        "story": [
            "Last year, our building sponsored a cookout.",
            "They had a caterer prepare grilled foods.",
            "We had ribs, hot dogs, chicken, and hamburgers.",
            "They even had an ice cream truck.",
            "We did not eat dinner that day."
        ],
        "chars": []
    },
    {
        "story_id": 4241,
        "story": [
            "My wife went downstairs to mail some letters.",
            "There is a toddler play room near the mailbox.",
            "It was 9:00 at night, and the air conditioner was on.",
            "Since the room was empty, my wife turned off the air conditioner.",
            "It was unlikely children would be using the room so late."
        ],
        "chars": [
            "wife"
        ]
    },
    {
        "story_id": 4237,
        "story": [
            "In 1993, a young couple moved into our building.",
            "The woman locked her bike up on a fence.",
            "A week later, she told me the bike had been stolen.",
            "The building took up a collection and paid for a new bike.",
            "She was very moved."
        ],
        "chars": [
            "couple",
            "woman"
        ]
    },
    {
        "story_id": 4228,
        "story": [
            "In 1995 we went to Cape Cod.",
            "The kids collected a lot of seashells.",
            "They smelled up the hotel room.",
            "We tried cleaning them, to no avail.",
            "We threw them out and bought shells from a gift shop."
        ],
        "chars": [
            "kids"
        ]
    },
    {
        "story_id": 4225,
        "story": [
            "A minivan parked in the middle of the driveway in our building.",
            "The driver loaded some luggage.",
            "He kept the minivan in the driveway.",
            "Another car came behind the minivan and waited.",
            "After the driver beeped, the minivan drove off."
        ],
        "chars": [
            "driver"
        ]
    },
    {
        "story_id": 4224,
        "story": [
            "My wife paid for a limo service for my birthday.",
            "The driver arrived late, claiming his GPS was wrong.",
            "His car's ac broke down en route to our destination.",
            "He texted during driving.",
            "We complained about the poor service and got a partial refund."
        ],
        "chars": [
            "wife",
            "driver"
        ]
    },
    {
        "story_id": 4220,
        "story": [
            "Our new administrative assistant was a large woman.",
            "She weighed over 300 pounds.",
            "Her first day, she went to the restroom.",
            "She came back and said the bowl cracked when she sat on it.",
            "We were supportive and did not laugh at her."
        ],
        "chars": [
            "woman"
        ]
    },
    {
        "story_id": 4211,
        "story": [
            "My niece lives in Greenfield, MA.",
            "She used to go to Maine every summer with her parents.",
            "This year she started working.",
            "As a result, she could go to Maine for only a few days.",
            "She said she did like growing up."
        ],
        "chars": [
            "niece"
        ]
    },
    {
        "story_id": 4209,
        "story": [
            "My wife drove home from work the other day.",
            "She said she put the windshield wiper on for a minute.",
            "The wiper left a big black mark on the windshield.",
            "She got some Windex and sprayed the windshield.",
            "She was able to erase the mark."
        ],
        "chars": [
            "wife"
        ]
    },
    {
        "story_id": 4202,
        "story": [
            "My coworker is a health nut.",
            "She got into drinking green tea instead of coffee.",
            "One day her dentist noticed a slight green tinge in her teeth.",
            "She was told it was the green tea.",
            "Now all she drinks is water."
        ],
        "chars": ["coworker"]
    },
    {
        "story_id": 4141,
        "story": [
            "My wife is retiring by the end of August.",
            "Her boss said she would post a help wanted ad online in July.",
            "Today her boss asked her to reconsider retiring.",
            "My wife said she had not changed her mind.",
            "Her boss was sad."
        ],
        "chars": [
            "wife"
        ]
    },
    {
        "story_id": 4140,
        "story": [
            "One of my ex coworkers had a ten year affair.",
            "Her affair was recently exposed.",
            "The man left her and went back to his wife.",
            "Recently she posted a hotel room photo suggesting otherwise.",
            "The photo has people gossiping."
        ],
        "chars": [
            "man",
            "wife",
            "people"
        ]
    },
    {
        "story_id": 4125,
        "story": [
            "In 1984 my wife's nephew joined Little League.",
            "He became a pitcher.",
            "He gave up eight runs in his first game.",
            "He got depressed after the game.",
            "We bought him pizza to cheer him up."
        ],
        "chars": ["nephew"]
    },
    {
        "story_id": 4124,
        "story": [
            "Our nephew moved out of the city last week.",
            "He and his wife have an 18 month old boy.",
            "They bought a house in the suburbs.",
            "My nephew's family is upset as he is not inviting them over.",
            "They feel the wife is possessive."
        ],
        "chars": [
            "wife",
            "boy",
            "family"
        ]
    },
    {
        "story_id": 4120,
        "story": [
            "Today was street cleaning day.",
            "Any car parked across from our building would be towed.",
            "At 9 AM, three tow trucks drove up and started towing.",
            "A woman ran quickly across the street.",
            "She was lucky to avoid being towed."
        ],
        "chars": [
            "woman"
        ]
    },
    {
        "story_id": 4117,
        "story": [
            "Today is street cleaning day in my neighborhood.",
            "A truck drive by announcing the day.",
            "Three cars have been ticketed.",
            "A tow truck came by and took one of the cars.",
            "Another is en route."
        ],
        "chars": []
    },
    {
        "story_id": 405,
        "story": [
            "The couple was registering for wedding gifts.",
            "They couldn't agree on what dishes they wanted.",
            "The bride got really mad and stormed off.",
            "THe groom cancelled the wedding.",
            "It was the first wedding that had ever been called off in Pier 1."
        ],
        "chars": [
            "couple"
        ]
    },
    {
        "story_id": 4047,
        "story": [
            "Baby loves playing with lego blocks.",
            "While playing excitedly baby created a big mess.",
            "When mom asked baby to clean up she refused.",
            "Mom offered to reward with cookies after baby tidies up!",
            "Mom was happy when baby tidied up, and baby got cookies!"
        ],
        "chars": [
            "baby",
            "mom"
        ]
    },
    {
        "story_id": 3990,
        "story": [
            "A blind man was walking across the street.",
            "On the other hand, another man was running in the same direction.",
            "He accidentally bumped into the blind man, but still ran.",
            "The blind man ended up walking in a different way.",
            "A car ended up bumping him since he walked towards it."
        ],
        "chars": [
            "man"
        ]
    },
    {
        "story_id": 3983,
        "story": [
            "The family liked to go to the apple orchard every fall.",
            "They picked their crop and took them home.",
            "They made a pie.",
            "It was delicious!",
            "It was a great tradition to do ever September."
        ],
        "chars": [
            "family"
        ]
    },
    {
        "story_id": 3982,
        "story": [
            "The marching band had been practicing their halftime show for months.",
            "They were very excited to be performing it for everyone.",
            "Just before halftime, it began to lightly sprinkle.",
            "The band took a vote, and decided that they could still perform.",
            "They received a standing ovation from the crowd."
        ],
        "chars": [
            "crowd"
        ]
    },
    {
        "story_id": 3981,
        "story": [
            "Many of the trees had to be cleared for the construction.",
            "The trees piled up and started to get in the way.",
            "The owner was told that it would cost thousands to remove the trees.",
            "The owner rented a log-splitter and gathered his friends.",
            "A weekend of labor resulted in a winter's worth of firewood."
        ],
        "chars": [
            "owner",
            "friends"
        ]
    },
    {
        "story_id": 398,
        "story": [
            "The girl primped in the mirror.",
            "She fixed her hair and makeup.",
            "When she was finished, she looked beautiful.",
            "Her date was stunned when he saw her.",
            "He couldn't believe such a beautiful girl agreed to date him!"
        ],
        "chars": [
            "girl"
        ]
    },
    {
        "story_id": 3978,
        "story": [
            "The living room was too dark.",
            "The wife said she wanted to add some windows.",
            "They hired a contractor to come in and add a wall of windows.",
            "Soon the room was full of natural sunlight.",
            "They were so happy with the change!"
        ],
        "chars": [
            "wife"
        ]
    },
    {
        "story_id": 3916,
        "story": [
            "He picked up the discarded toy.",
            "Handing it to the child on the way inside, he didn't notice the mess.",
            "Sure enough he began to walk pass knocked over furniture.",
            "Alarmed, he ran into the back bedroom.",
            "There she was, unresponsive as he screamed and screamed."
        ],
        "chars": []
    },
    {
        "story_id": 3868,
        "story": [
            "The sermon started, and everyone sat to hear it.",
            "During the sermon, a man fell asleep.",
            "His wife shook him, but he did not wake up.",
            "People in the church came to check on him, but he was unresponsive.",
            "The paramedics took him to the hospital, where he later died."
        ],
        "chars": [
            "man",
            "wife",
            "people"
        ]
    },
    {
        "story_id": 3858,
        "story": [
            "The author had reconfigured her book many times.",
            "She was worried that the ending was bad.",
            "The day before it was due to the editor, she tweaked it again.",
            "She felt better about the new ending.",
            "The book was a roaring success."
        ],
        "chars": [
            "author"
        ]
    },
    {
        "story_id": 3849,
        "story": [
            "The kids planted carrots in their garden.",
            "When it was time to harvest them, they dug them all up.",
            "They were big and delicious!",
            "They snacked on them every day.",
            "They plan on planting even more next year!"
        ],
        "chars": [
            "kids"
        ]
    },
    {
        "story_id": 3837,
        "story": [
            "An owner of a pizza shop became friends with the owner of a taco shop.",
            "They gave each other advertisements to display in the other's shop.",
            "The next week they both had more customers than usual.",
            "The pizza shop owner asked customers where he heard of his shop.",
            "They told him that they saw an ad in the taco shop."
        ],
        "chars": [
            "owner",
            "friends"
        ]
    },
    {
        "story_id": 3827,
        "story": [
            "The couple went on a romantic getaway to a secluded island.",
            "The island was tropical and beautiful.",
            "They swam in the blue, clear water.",
            "At night, they slept in a hammock on the beach.",
            "It was the perfect quiet getaway."
        ],
        "chars": [
            "couple"
        ]
    },
    {
        "story_id": 3787,
        "story": [
            "We could see the clouds rolling in nearby.",
            "As they got closer, they also got darker looking.",
            "A huge lightning bolt came from one of the clouds down to the ground.",
            "Seconds later, the ground shook.",
            "Everyone nearby took cover from the incoming storm."
        ],
        "chars": []
    },
    {
        "story_id": 3779,
        "story": [
            "The astronauts were on the platform.",
            "They took the elevator all the way up to the top.",
            "They got on board the rocket.",
            "The countdown began.",
            "5, 4, 3, 2,1, Liftoff!"
        ],
        "chars": ["astronauts"]
    },
    {
        "story_id": 3768,
        "story": [
            "The family would go on bike rides every evening.",
            "Sometimes they would go around the block.",
            "Other times, they'd go many miles.",
            "They always wore helmets and used flashing lights.",
            "They enjoyed their family time together."
        ],
        "chars": [
            "family"
        ]
    },
    {
        "story_id": 3763,
        "story": [
            "The church group bought lots of toys for the orphanage.",
            "They took the gifts to them for Christmas.",
            "They loved watching the kids rip open their packages.",
            "It was thrilling to see their faces light up with joy.",
            "They immediately began planning for next year."
        ],
        "chars": [
            "kids", "group"
        ]
    },
    {
        "story_id": 3741,
        "story": [
            "A baker made an amazing wedding cake.",
            "It had four tiers.",
            "There were fresh flowers on top.",
            "The bride was thrilled when she saw it.",
            "She cried at the mere sight of her beautiful cake."
        ],
        "chars": ["baker", "bride"]
    },
    {
        "story_id": 374,
        "story": [
            "The model worked very hard to get ready for the fashion show.",
            "She only ate healthy food.",
            "She spent hours at the gym.",
            "When it was time, she walked down the runway proudly.",
            "All of the designers wanted her in their show."
        ],
        "chars": ["model"]
    },
    {
        "story_id": 3729,
        "story": [
            "A woman was sitting on the bench in front of my building.",
            "She was waiting for the bus, about fifty feet away.",
            "She got distracted by a text message.",
            "When she looked up, the bus was coming.",
            "She ran but missed the bus."
        ],
        "chars": [
            "woman"
        ]
    },
    {
        "story_id": 3725,
        "story": [
            "A woman found a fur coat at the thrift shop.",
            "She usually avoided fur, but she thought a used coat was ok.",
            "She was walking down the street and someone screamed at her.",
            "They threw paint on her coat!",
            "She took it back and asked for a refund."
        ],
        "chars": [
            "woman"
        ]
    },
    {
        "story_id": 3720,
        "story": [
            "The kids put their change into their piggy bank every day.",
            "Soon, the bank was full.",
            "They smashed it open and counted the money.",
            "They had almost $100!",
            "They took the money and spent it at the arcade."
        ],
        "chars": [
            "kids"
        ]
    },
    {
        "story_id": 372,
        "story": [
            "The mountain loomed on the horizon.",
            "They had their gear all packed, it was time to go.",
            "It was a direct vertical ascent, almost 1000 feet straight up.",
            "They began slowly making their way up.",
            "The summit would take days, but they knew it would be worth it."
        ],
        "chars": []
    },
    {
        "story_id": 371,
        "story": [
            "The surgeon was handed the tool.",
            "Nervously, she palmed the scalpel.",
            "The assistants watched her, anticipation in their faces.",
            "The surgeon breathed out and audible sigh, calming herself.",
            "She began to operate, all nervousness fading away."
        ],
        "chars": ["surgeon"]
    },
    {
        "story_id": 3707,
        "story": [
            "My grandparents met during WWII when they were serving in the Navy.",
            "They met at a movie theater in Washington, DC.",
            "A sad film made my grandma cry, and my grandpa gave her a tissue.",
            "They fell in love and corresponded by letter while he was at sea.",
            "They were married two days after his ship returned to America."
        ],
        "chars": ["grandparents"]
    },
    {
        "story_id": 3701,
        "story": [
            "Last summer, a wild cougar was in our suburb.",
            "Several neighbors noticed their pets were scared to go outside.",
            "Some of the dogs and cats were killed or maimed by a large animal.",
            "Eventually, the police said their was a wild cougar in the area.",
            "It look almost 2 months, but finally the cougar was caught."
        ],
        "chars": [
            "police"
        ]
    },
    {
        "story_id": 3695,
        "story": [
            "The friends all gathered their kayaks and coolers.",
            "They hit the river for a day on the water.",
            "They paddled until it was time to eat.",
            "They ate their sandwiches on the river bank.",
            "Then they got back in their kayaks and paddled some more."
        ],
        "chars": [
            "friends"
        ]
    },
    {
        "story_id": 369,
        "story": [
            "The family arrived at the airport with plenty of time.",
            "They waited patiently for their plane.",
            "It never arrived.",
            "The weather had delayed the flight.",
            "They missed their whole vacation because of it!"
        ],
        "chars": [
            "family"
        ]
    },
    {
        "story_id": 3688,
        "story": [
            "The cheerleaders worked very hard on their new cheer.",
            "They were going to unveil it at the homecoming game.",
            "They worked hard for many days.",
            "Finally it was time to perform!",
            "The crowd rose to their feet and clapped and yelled at the end."
        ],
        "chars": [
            "crowd", "cheerleaders"
        ]
    },
    {
        "story_id": 3670,
        "story": [
            "The spider crawled up the wall.",
            "The woman screamed when she saw it.",
            "She asked her husband to smash it.",
            "He tried, but the spider jumped at him.",
            "The man cried and ran away."
        ],
        "chars": [
            "woman",
            "husband",
            "man"
        ]
    },
    {
        "story_id": 3669,
        "story": [
            "Melody didn't like music despite her name.",
            "Her parents forced her to sing and play piano but she hated it.",
            "What she wanted was to play some sports at school.",
            "One night, she gathered her courage and talked to her parents.",
            "Now, she can play sports at school and not play any music anymore."
        ],
        "chars": ["Melody"]
    },
    {
        "story_id": 3663,
        "story": [
            "The rock rolled down the hill.",
            "It hit another smaller rock on the way down.",
            "That rock started rolling down the hill as well.",
            "The first rock stopped when it hit a tree.",
            "The smaller rock kept rolling down the hill to the river."
        ],
        "chars": []
    },
    {
        "story_id": 3660,
        "story": [
            "The cat ran up to the door and yowled for someone to open it.",
            "He started to go out the door before he noticed it was raining.",
            "He dashed back inside, nearly knocking a small lamp over.",
            "He ran the rest of the way to the back bedroom.",
            "His owners found him there asleep hours after the rain ended."
        ],
        "chars": ["cat"]
    },
    {
        "story_id": 365,
        "story": [
            "Two weeks ago my wife noticed tiny flies near our window.",
            "The flies were outside, and she paid them no mind.",
            "Later that night she found the flies on the bedroom ceiling.",
            "We sprayed the bugs and shut the window.",
            "The next day we had the screen replaced."
        ],
        "chars": [
            "wife"
        ]
    },
    {
        "story_id": 3623,
        "story": [
            "He picked up the book with the intention of reading.",
            "His thoughts stopped him from opening the cover.",
            "He wondered if he were going to be expelled.",
            "Fearing a nervous breakdown, he got up and went outside.",
            "The sunlight reminded him that he would have to face the light of day."
        ],
        "chars": []
    },
    {
        "story_id": 3609,
        "story": [
            "The elderly gentleman got on the bus for a shopping trip.",
            "He forgot to get off of the bus at his stop.",
            "He got off of the bus at the next stop.",
            "He walked back to his bus stop.",
            "He was tired of walking so he took a bus back home."
        ],
        "chars": ["gentleman"]
    },
    {
        "story_id": 3571,
        "story": [
            "The kids practiced with their dog a lot.",
            "They were going to show it in the 4H fair.",
            "Soon it learned a lot of commands.",
            "It performed very well at the fair.",
            "They earned a blue ribbon!"
        ],
        "chars": [
            "kids",
            "dog"
        ]
    },
    {
        "story_id": 3562,
        "story": [
            "The family was out in their sailboat.",
            "They were enjoying the calm waters.",
            "Suddenly, they saw a shark fin poke out!",
            "They all yelled and pointed.",
            "It swam away slowly and disappeared."
        ],
        "chars": [
            "family"
        ]
    },
    {
        "story_id": 3552,
        "story": [
            "The wife had been watching too much HGTV.",
            "She decided to renovate her kitchen.",
            "She ripped down the wallpaper from the walls.",
            "She started painting some cabinets.",
            "When her husband got home, he was really mad."
        ],
        "chars": [
            "wife",
            "husband"
        ]
    },
    {
        "story_id": 355,
        "story": [
            "The nerd woke up every morning excited for school.",
            "The nerd always made sure to arrive to his classes on time.",
            "Every class the nerd was made fun of for trying to hard in school.",
            "The nerd reported the bullies to the principal.",
            "The principal gave the bullies detention and the nerd was happy."
        ],
        "chars": ["nerd"]
    },
    {
        "story_id": 3531,
        "story": [
            "The two cars were parked on the white line.",
            "They were ready to race!",
            "The winner was going to receive $1000 dollars.",
            "The yellow car flew out ahead.",
            "He won by five car lengths!"
        ],
        "chars": []
    },
    {
        "story_id": 3529,
        "story": [
            "All the students were curious about the new school.",
            "The old building had been demolished over summer.",
            "The school district would be opening the new school this year.",
            "The first day of school came and all the students saw the new building.",
            "It was a beautiful place and they all agreed better than the old one."
        ],
        "chars": [
            "students"
        ]
    },
    {
        "story_id": 3522,
        "story": [
            "The officer stood at the corner and directed traffic.",
            "There had been an accident.",
            "He showed cars where to go until the scene was cleaned up.",
            "Once the road was cleared, he got back in his car.",
            "His arms were tired from waving them all around."
        ],
        "chars": ["officer"]
    },
    {
        "story_id": 3514,
        "story": [
            "The boy was standing in his backyard.",
            "He looked up and saw something hovering above him.",
            "It had lights and was big and metal.",
            "He screamed and ran inside.",
            "He saw it take off across the sky."
        ],
        "chars": [
            "boy"
        ]
    },
    {
        "story_id": 3498,
        "story": [
            "The family arrived at the campsite early in the morning.",
            "They set up their tent.",
            "Then they got their food ready.",
            "They started a fire and made s'mores.",
            "They had a great campout!"
        ],
        "chars": [
            "family"
        ]
    },
    {
        "story_id": 3497,
        "story": [
            "The girls planted tulip bulbs in the fall.",
            "When spring came, the bulbs sprouted.",
            "Soon, the yard was full of bright blooms.",
            "They decided to plant even more the next year.",
            "They were going to have the most beautiful yard in town!"
        ],
        "chars": [
            "girls"
        ]
    },
    {
        "story_id": 349,
        "story": [
            "The committee wanted to raise $1000 for the new playground balls.",
            "They had a bake sale.",
            "At the end of the day, they counted all their money.",
            "They had reached their goal!",
            "They went and bought the new balls the next day."
        ],
        "chars": ["committee"]
    },
    {
        "story_id": 3484,
        "story": [
            "Tuppence was late to take her train.",
            "She run very fast on the platform and jumped on board.",
            "While so doing, she pushed a man who fell over.",
            "She apologized and extended her hand.",
            "The man smiled and took it."
        ],
        "chars": [
            "man",
            "Tuppence"
        ]
    },
    {
        "story_id": 3432,
        "story": [
            "My sister in law was angry at her granddaughter B.",
            "B had gone to a 50 Cent concert and did not tell her grandmother.",
            "I thought it was a little odd to take your grandmother out.",
            "I bought my sister in law a 50 Cent cd for her birthday.",
            "She was happy to get that but is still angry at B."
        ],
        "chars": ["sister in law"]
    },
    {
        "story_id": 3415,
        "story": [
            "Our granddaughter went out for a walk with her parents.",
            "She is two years old.",
            "She fell on the sidewalk and skinned her hand.",
            "She showed us her injured hand on face time.",
            "We told her it would get better soon."
        ],
        "chars": ["granddaughter"]
    },
    {
        "story_id": 3391,
        "story": [
            "The school group went to a pizza restaurant.",
            "They all ordered the pepperoni.",
            "That night, they all got very sick.",
            "They couldn't travel back to the school that day.",
            "They all swore never to eat at that restaurant again!"
        ],
        "chars": ["group"]
    },
    {
        "story_id": 3381,
        "story": [
            "The family was learning to make Chinese food.",
            "They bought a wok.",
            "They practiced stir-frying their food for hours.",
            "Finally, they perfected it.",
            "The food was crisp and fresh."
        ],
        "chars": [
            "family"
        ]
    },
    {
        "story_id": 3375,
        "story": [
            "A woman was given a dollar by an old man.",
            "He told her to buy some flowers.",
            "She spent all but five cents on the smallest bouquet.",
            "She thanked him as he left.",
            "He yelled that she was rude for not giving him back his change."
        ],
        "chars": [
            "woman",
            "man"
        ]
    },
    {
        "story_id": 3374,
        "story": [
            "There was a little grey cat.",
            "He was lost in the world.",
            "He had no friends or family.",
            "One day a little girl spotted her.",
            "The little girl took her home and made her part of the family."
        ],
        "chars": [
            "friends",
            "family",
            "girl"
        ]
    },
    {
        "story_id": 3364,
        "story": [
            "Two mechanical Turk workers were walking down a sidewalk.",
            "The one on the left tapped the shoulder of the one on the right.",
            "He wanted to know if his peer had heard about Amazon's improvements.",
            "His peer said he could count them on his hands.",
            "He then pondered how one could Turk without any hands at all."
        ],
        "chars": ["workers"]
    },
    {
        "story_id": 3324,
        "story": [
            "The bear at the zoo had a new baby.",
            "The zookeepers took the baby away.",
            "The bear stopped eating her food.",
            "The zookeepers gave the baby back to the bear.",
            "The bear ate her food again."
        ],
        "chars": [
            "baby"
        ]
    },
    {
        "story_id": 3320,
        "story": [
            "The elephant was new to the zoo.",
            "He was very scared and timid.",
            "The zookeepers worked with him for months.",
            "Soon he was confident and happy.",
            "They introduced him to the other elephants and he was happy."
        ],
        "chars": ["zookeepers"]
    },
    {
        "story_id": 3288,
        "story": [
            "The team showed up for their basketball game in Washington.",
            "It was to clinch the first place spot.",
            "Their starters were all \"off\" today.",
            "They lost by 20 points.",
            "Their perfect season had been ruined!"
        ],
        "chars": [
            "team"
        ]
    },
    {
        "story_id": 3284,
        "story": [
            "A few weeks ago all my friends went on a trip.",
            "They went to a different country together to have fun.",
            "While they were there they took a lot of pictures.",
            "When they got back, they showed me all the pictures they took.",
            "My friends really had a fun time abroad!"
        ],
        "chars": [
            "friends"
        ]
    },
    {
        "story_id": 3280,
        "story": [
            "All the girls were ready to start.",
            "They had spent a while making the hopscotch markings.",
            "They had used sidewalk chalk and ready to play.",
            "The girls began jumping to each numbered box.",
            "It was great fun playing hopscotch for them."
        ],
        "chars": [
            "girls"
        ]
    },
    {
        "story_id": 3272,
        "story": [
            "Kinsey wished she had more money.",
            "She had a job, but it didn't pay very much.",
            "She decided to look for a second job.",
            "Eventually, she found a second job at a grocery store.",
            "Now, Kinsey has more money but wishes she had more time."
        ],
        "chars": ["Kinsey"]
    },
    {
        "story_id": 3256,
        "story": [
            "The politician was campaigning around the clock.",
            "He was at many events in the city.",
            "He held press conferences and gave interviews.",
            "Everyone in town knew about his campaign.",
            "In November, he won by a landslide."
        ],
        "chars": ["politician"]
    },
    {
        "story_id": 3248,
        "story": [
            "The family arrived at the beach on Tuesday.",
            "They spent all of Wednesday in the water !",
            "The sand and sun were both hot.",
            "They relaxed and spent time together.",
            "It was a great break from reality!"
        ],
        "chars": [
            "family"
        ]
    },
    {
        "story_id": 3242,
        "story": [
            "The police showed up to the crime scene quickly.",
            "They took photographs and conducted interviews.",
            "The witness told them they saw a man in a red hat running away.",
            "A short time later, an officer spotted the suspect.",
            "They arrested him quickly and took him to jail."
        ],
        "chars": [
            "police",
            "man"
        ]
    },
    {
        "story_id": 3239,
        "story": [
            "The gymnast was competing for a gold medal.",
            "She was ahead of her competition by a tiny margin.",
            "She focused intensely when she was going to do her routine.",
            "She executed her dismount perfectly.",
            "She had won the gold medal!"
        ],
        "chars": ["gymnast"]
    },
    {
        "story_id": 3231,
        "story": [
            "The couple had been having problems.",
            "They turned to their therapist to help them.",
            "The woman helped them talk about their problems.",
            "They learned a lot about each other.",
            "Their relationship got a lot better."
        ],
        "chars": [
            "couple",
            "woman"
        ]
    },
    {
        "story_id": 322,
        "story": [
            "The kids all gathered to play Pokemon Go.",
            "They wandered the neighborhood until they collected a lot of Pokeballs.",
            "When they got home, their parents were mad.",
            "They didn't know where they'd gone!",
            "The kids were grounded from their phones."
        ],
        "chars": [
            "kids"
        ]
    },
    {
        "story_id": 3210,
        "story": [
            "Our granddaughter turned two in April.",
            "Her parents are always teaching her.",
            "They are trying to get her count and read.",
            "Today they taught her to spell her name.",
            "They were very proud and sent us a video."
        ],
        "chars": ["granddaughter"]
    },
    {
        "story_id": 321,
        "story": [
            "The cats were yowling at the door to be let out.",
            "When the door opened and they saw the rain, they stopped dead.",
            "They looked out at the rain falling in apparent disgust.",
            "They quickly backed away from the door and the rain.",
            "Curling up in a ball, they slept until the rain ended."
        ],
        "chars": ["cats"]
    },
    {
        "story_id": 3201,
        "story": [
            "He walked into the office.",
            "She walked in behind him.",
            "He sat in the office chair.",
            "She sat in her office chair.",
            "Together, they turned on their computers and began work."
        ],
        "chars": []
    },
    {
        "story_id": 3184,
        "story": [
            "The kids were playing when they heard the ice cream truck approach.",
            "They raced to ask their parents for money for an ice cream.",
            "After getting their money, they ran out and flagged down the truck.",
            "Each kid waited and paid for their ice cream.",
            "They sat outside and ate their ice cream together."
        ],
        "chars": [
            "kids",
            "kid"
        ]
    },
    {
        "story_id": 3180,
        "story": [
            "The friends drove across the border to buy a bunch of fireworks.",
            "They drove home and set them all up.",
            "That night, they had a huge party.",
            "They lit the sky up with all their fireworks.",
            "It was a beautiful sight and a fun time!"
        ],
        "chars": [
            "friends"
        ]
    },
    {
        "story_id": 3179,
        "story": [
            "Florence really likes to cultivate gardenias.",
            "She aspires to become an expert horticulturist.",
            "She takes online lessons and goes to the botanical garden.",
            "She puts into practice what she has learned.",
            "After a year, she now grows the most beautiful gardenias in her city."
        ],
        "chars": ["Florence"]
    },
    {
        "story_id": 3148,
        "story": [
            "We were excited to check into our beach front hotel room.",
            "But when we opened the door to our room, we were hit with a stench.",
            "The room smelled strongly of cigarettes and mildew.",
            "When we walked in the room, we noticed a huge stain on the rug.",
            "Luckily when we called the office, they offered us a new room."
        ],
        "chars": []
    },
    {
        "story_id": 31,
        "story": [
            "The people gathered to protest the court's ruling last week.",
            "They held signs and chanted loudly.",
            "The police stormed in and arrested them all.",
            "Now there are more protests in surrounding towns.",
            "The movement is gaining momentum!"
        ],
        "chars": [
            "people",
            "police"
        ]
    },
    {
        "story_id": 3083,
        "story": [
            "The couple was on the beach, watching the sunset.",
            "It was a romantic moment!",
            "They had wine and cheese and a beautiful view.",
            "The man got down on one knee and proposed.",
            "The woman shrieked and accepted."
        ],
        "chars": [
            "couple",
            "man",
            "woman"
        ]
    },
    {
        "story_id": 3072,
        "story": [
            "Two young men were playing roughly in their rented house.",
            "During a scuffle, one boy was thrust into the wall.",
            "When he stood up from the wall, he saw he left a hole.",
            "The young men hung up a poster to cover their destruction.",
            "Their landlord never noticed it when he inspected it."
        ],
        "chars": [
            "boy",
            "poster"
        ]
    },
    {
        "story_id": 3065,
        "story": [
            "A man in a hoodie walked into the convenience store.",
            "He grabbed a soda and took it to the counter.",
            "The cashier told him the price for the drink.",
            "However, he pulled up a bat once the man reached for his wallet.",
            "The cashier apologized and accepted the wallet."
        ],
        "chars": [
            "man"
        ]
    },
    {
        "story_id": 3049,
        "story": [
            "There was a man who was kind to everyone.",
            "He always shared his food.",
            "One day an evil woman stole his food.",
            "He told her he forgave her.",
            "She was so shocked that she returned all of his food."
        ],
        "chars": [
            "man",
            "woman"
        ]
    },
    {
        "story_id": 3048,
        "story": [
            "Last Tuesday we tried to order takeout food.",
            "We decided on Chinese food.",
            "Both of our restaurants' phones were not working.",
            "Frustrated, we ordered pizza.",
            "Later we learned Comcast had an outage and many phone lines were down."
        ],
        "chars": []
    },
    {
        "story_id": 3039,
        "story": [
            "The man brought his groceries to the cashier.",
            "The cashier rang up the groceries.",
            "The man couldn't find his wallet.",
            "He left the store embarrassed.",
            "He went to another store to do his shopping the next time."
        ],
        "chars": [
            "man"
        ]
    },
    {
        "story_id": 3032,
        "story": [
            "It was a normal day at the bank.",
            "Not a sound could be heard aside from the boring elevator music.",
            "All of sudden three men come crashing into the bank.",
            "They tell the clerks to give them all the money.",
            "The crooks get away with all the money and severe damage to the bank."
        ],
        "chars": ["men", "clerks"]
    },
    {
        "story_id": 3019,
        "story": [
            "A West Babylon New York man is very lucky.",
            "He won the million dollar lottery twice.",
            "Inn 2012 he bought a twenty dollar scratch-off ticket.",
            "He won a million dollars on that ticket.",
            "In May 2016, he won another million dollars on another scratch-off."
        ],
        "chars": [
            "man"
        ]
    },
    {
        "story_id": 301,
        "story": [
            "The parents were planning a trip.",
            "They wanted to take their kids someplace exotic.",
            "They couldn't agree on a spot.",
            "They flipped a coin and the wife won.",
            "They'd be going to Italy!"
        ],
        "chars": [
            "kids",
            "wife"
        ]
    },
    {
        "story_id": 3009,
        "story": [
            "The dietitian wanted to teach the students how to be healthy.",
            "She talked about fat and calories.",
            "She gave them healthy ideas for snacks.",
            "They all worked together to plan a healthy meal.",
            "The dietitian sent them home with a bunch of healthy recipes."
        ],
        "chars": [
            "students"
        ]
    },
    {
        "story_id": 299,
        "story": [
            "The couple dined at a new steakhouse.",
            "THey each got huge cuts of meat.",
            "THey couldn't finish their steaks.",
            "They were happy until they saw the bill.",
            "It had cost $400!"
        ],
        "chars": [
            "couple"
        ]
    },
    {
        "story_id": 2982,
        "story": [
            "Two men were in the wild.",
            "They both saw a raft in a river.",
            "They devised a plan to get it.",
            "The men tied a rope on a tree to hold himself.",
            "They retrieved the raft thanks to the rope."
        ],
        "chars": ["men"]
    },
    {
        "story_id": 2973,
        "story": [
            "This year, Vacation Bible School was held the second week of July.",
            "Kids reserved their place online, and arrived ready to learn.",
            "Each night, they explored new topics and participated in games.",
            "On the last night, families came and listened to a message.",
            "After the message, they ended VBS with food and fun."
        ],
        "chars": [
            "kids"
        ]
    },
    {
        "story_id": 2958,
        "story": [
            "We live in Cambridge, MA.",
            "The city passed a law banning plastic bags.",
            "My wife went to the supermarket after work.",
            "The store made her buy cloth shopping bags.",
            "Now she keeps several bags in the car."
        ],
        "chars": [
            "wife"
        ]
    },
    {
        "story_id": 2951,
        "story": [
            "The bakery offered a fun new cupcake variety.",
            "It was filled with marshmallow cream.",
            "The diners loved it as soon as they tried it.",
            "The bakery started advertising it around town.",
            "THey couldn't keep it in stock, it was so popular!"
        ],
        "chars": []
    },
    {
        "story_id": 2950,
        "story": [
            "A man went to a cat lot to test drive a car.",
            "The salesman took him out in a station wagon.",
            "The car ran out of gas a few miles from the lot.",
            "The man saw that there was a leak in the gas tank.",
            "He told the salesman he was not interested."
        ],
        "chars": [
            "man"
        ]
    },
    {
        "story_id": 2922,
        "story": [
            "There was a large, old tree in the ditch across the street.",
            "The tree was an oak, and sloped downward into the ditch.",
            "In the tree was a giant hole, and the kids would crawl into it.",
            "We called it our treehouse, and we put a board in front of it.",
            "One day some younger kids took over our treehouse."
        ],
        "chars": [
            "kids"
        ]
    },
    {
        "story_id": 2895,
        "story": [
            "My mom ordered a steak from the restaurant.",
            "She requested that be cooked well-done.",
            "When the server brought the food out, the steak was still red.",
            "Mom sent the steak back and the server was embarrassed.",
            "The steak was finally brought back cooked correctly."
        ],
        "chars": [
            "mom"
        ]
    },
    {
        "story_id": 2866,
        "story": [
            "The football team had worked hard all season.",
            "They won regionals and were on the way to the state play-offs.",
            "During practice, the quarterback broke his arm.",
            "The team had to use the second string quarterback.",
            "Luckily, the team still won the play-offs."
        ],
        "chars": [
            "team"
        ]
    },
    {
        "story_id": 2854,
        "story": [
            "The corporation declared a stock dividend.",
            "Stock owners thought the dividend was too high.",
            "The stock price fell dramatically.",
            "The next quarter the corporation suspended the dividend.",
            "The stock price rose by ten percent in three days."
        ],
        "chars": ["corporation"]
    },
    {
        "story_id": 2847,
        "story": [
            "The hunter woke up early one morning.",
            "It was the start of buck week.",
            "The hunter excitedly got his materials together.",
            "The hunter hunted a deer in the woods.",
            "At the end of the day the hunter brought the deer home to eat."
        ],
        "chars": ["hunter"]
    },
    {
        "story_id": 2836,
        "story": [
            "There were fruit flies on the bananas in the dining room.",
            "They were hard to get rid of.",
            "You swat a fly.",
            "And tons more would take flight.",
            "It seemed like it was impossible to get rid of them."
        ],
        "chars": []
    },
    {
        "story_id": 2830,
        "story": [
            "The couple had worked for ten years to save the money for a home.",
            "The hired a builder and broke ground.",
            "They oversaw each decision.",
            "The home came together beautifully.",
            "They moved in on their anniversary and were very happy."
        ],
        "chars": [
            "couple"
        ]
    },
    {
        "story_id": 283,
        "story": [
            "The snow was piling up outside.",
            "The weatherman said it would continue all night.",
            "The kids were hoping they would get a snowday.",
            "The next morning, there were huge drifts in the street.",
            "School was cancelled for the day!"
        ],
        "chars": [
            "kids"
        ]
    },
    {
        "story_id": 282,
        "story": [
            "The family made it their goal to go to twenty national parks.",
            "They drove around all summer.",
            "They visited about half of their goal that year.",
            "They plan on trying again next summer.",
            "They made a lot of memories doing it."
        ],
        "chars": [
            "family"
        ]
    },
    {
        "story_id": 2808,
        "story": [
            "My little nephew had his first tee-ball game last night.",
            "When it was his turn to bat, he walked out to the plate.",
            "He swung the bat hard, but he missed the first and second times.",
            "On his third swing, he hit the ball dead on.",
            "We all cheered as he ran as fast as his little legs could carry him."
        ],
        "chars": ["nephew"]
    },
    {
        "story_id": 2804,
        "story": [
            "The kids rode their bikes to the pool.",
            "They spread their towels out and then jumped in.",
            "They went down the water slide ten times.",
            "They swam until it was time for dinner.",
            "The kids peddled home."
        ],
        "chars": [
            "kids"
        ]
    },
    {
        "story_id": 280,
        "story": [
            "A little girl asked for a pet for her birthday.",
            "She did not know what kind of pet she wanted.",
            "Her parents surprised her and bought her a puppy.",
            "They gave her the puppy after her other gifts.",
            "The girl was very happy with her new pet."
        ],
        "chars": [
            "girl"
        ]
    },
    {
        "story_id": 2797,
        "story": [
            "The family was out for a hike.",
            "It was snowy and peaceful.",
            "They were walking down the path when they saw a moose.",
            "He was wandering through the field.",
            "They all watched him until he walked out of sight."
        ],
        "chars": [
            "family",
            "moose"
        ]
    },
    {
        "story_id": 2780,
        "story": [
            "Three young boys and three young girls went camping.",
            "The boys played tricks on the girls.",
            "Each morning there was a frog or a lizard in the girls' tent.",
            "But one of the girls had brought a scary bear costume.",
            "Now the frightened boys don't play any more tricks on the girls."
        ],
        "chars": [
            "boys",
            "girls"
        ]
    },
    {
        "story_id": 2739,
        "story": [
            "Every year, my family takes a vacation to Florida.",
            "One year, there a hurricane was forecast for the week we were there.",
            "We had to stay in the condo for the majority of the week.",
            "When the storm came to land, it ended up being just a tropical storm.",
            "We were able to go to the beach during the last two days of our visit."
        ],
        "chars": [
            "family"
        ]
    },
    {
        "story_id": 2723,
        "story": [
            "The family had never been on a cruise.",
            "They decided to give it a try.",
            "Their cabin was tiny and cramped.",
            "They enjoyed the different ports, though.",
            "They decided never to cruise again."
        ],
        "chars": [
            "family"
        ]
    },
    {
        "story_id": 2708,
        "story": [
            "A poet woke up every morning struggling to come up with new ideas.",
            "The poet would look out his window for inspiration.",
            "After weeks of no luck for inspiration a squirrel climbed up near him.",
            "The poet filled with enthusiasm watching the cute squirrel eat acorns.",
            "He decided to write a poem about the squirrel's everyday life."
        ],
        "chars": ["poet"]
    },
    {
        "story_id": 2706,
        "story": [
            "A turkey walked across the field.",
            "A hunter was watching it.",
            "He reached for his turkey call and tried to call it in.",
            "The turkey was too smart!",
            "He ran off in the other direction and hid in the woods."
        ],
        "chars": ["hunter"]
    },
    {
        "story_id": 2694,
        "story": [
            "Every Tuesday, the family would make tacos.",
            "They would change the kind of meat they used.",
            "Last time, it was shredded chicken.",
            "The kids go excited every Tuesday, knowing they'd get to eat tacos.",
            "It was a fun family tradition."
        ],
        "chars": [
            "family",
            "kids"
        ]
    },
    {
        "story_id": 268,
        "story": [
            "The school's marching band practiced for the game all week.",
            "They put in extra hours every night to perfect their routine.",
            "The day of the big game finally arrived!",
            "The whole band piled onto the bus, giddy with excitement.",
            "The bus spiraled off the road, killing everyone on it."
        ],
        "chars": ["band"]
    },
    {
        "story_id": 2672,
        "story": [
            "A little boy didn't know what to be for Halloween.",
            "He found a very scary costume in the costume store.",
            "It was a goblin with big green ears.",
            "He wore that costume proudly.",
            "He won first prize in the costume competition."
        ],
        "chars": [
            "boy"
        ]
    },
    {
        "story_id": 2669,
        "story": [
            "The boys were all set for their weekend in the woods.",
            "They had packed up all their gear and were ready.",
            "They hiked in to their campsite and began unpacking.",
            "The site was beautiful, right next to a waterfall.",
            "They spent all weekend there, having a blast."
        ],
        "chars": [
            "boys"
        ]
    },
    {
        "story_id": 2657,
        "story": [
            "The baby had a basket full of toys.",
            "Her favorite was a puppet.",
            "She would laugh every time her mom put the puppet on.",
            "One day, her mom scared her with the puppet.",
            "Now she is too scared to play with it."
        ],
        "chars": [
            "baby",
            "mom"
        ]
    },
    {
        "story_id": 2649,
        "story": [
            "The family decided they would travel to Costa Rica.",
            "It was their dream to see monkeys and sloths!",
            "They planned the trip and were so excited.",
            "They spent a week exploring and watching nature.",
            "They took great photos and made great memories!"
        ],
        "chars": [
            "family"
        ]
    },
    {
        "story_id": 2644,
        "story": [
            "All of the seniors were moved towards the gym.",
            "Each class sat in their assigned areas in the bleachers.",
            "Several cheerleaders approached the center of the gym.",
            "They started to cheer.",
            "However, one of the girls tripped and broke her knee."
        ],
        "chars": [
            "girls"
        ]
    },
    {
        "story_id": 2635,
        "story": [
            "A family moved to town.",
            "They were Amish!",
            "The other residents weren't sure what to talk to them about.",
            "The Amish were polite but kept to themselves.",
            "The two groups ever mingled."
        ],
        "chars": [
            "family"
        ]
    },
    {
        "story_id": 2631,
        "story": [
            "The friends decided to go camping.",
            "The packed up the tent and their gear.",
            "They drove to the country and set up the tent.",
            "They roasted marshmallows and had a fun time.",
            "They decided to make it a monthly trip!"
        ],
        "chars": [
            "friends"
        ]
    },
    {
        "story_id": 2606,
        "story": [
            "The new soccer coach took the sport very seriously.",
            "She made the team do drills for all of practice.",
            "Then she told them to run home instead of drive.",
            "When it was time for the first game, the team did great!",
            "It was obvious all their hard work had paid off."
        ],
        "chars": [
            "team"
        ]
    },
    {
        "story_id": 2601,
        "story": [
            "The kid's dad came home from work with a swing set.",
            "He unloaded it and got to work assembling it.",
            "It took hours to build.",
            "Before bed, the kids got to climb around on it.",
            "They couldn't wait til tomorrow to play some more!"
        ],
        "chars": [
            "kids", "dad"
        ]
    },
    {
        "story_id": 2540,
        "story": [
            "Egypt Nile was an outside cat who loved to explore.",
            "She felt like she owned the neighborhood.",
            "One day, Egypt saw a huge bird and saw it as prey.",
            "After stalking it, the bird flew in and tried to grab her!",
            "She ran away, escaped the bird and stayed in for a few days."
        ],
        "chars": []
    },
    {
        "story_id": 2520,
        "story": [
            "It was so hot outside!",
            "The weatherman warned people that the heat was dangerous.",
            "People stayed in their homes and used the a/c.",
            "Finally, the heat broke after several days.",
            "People resumed their outdoor activities."
        ],
        "chars": [
            "people"
        ]
    },
    {
        "story_id": 2510,
        "story": [
            "The couple took a romantic trip to Venice.",
            "They saw amazing sights.",
            "They ate delicious food.",
            "They rode boats in the canals.",
            "It was truly the trip of a lifetime."
        ],
        "chars": [
            "couple"
        ]
    },
    {
        "story_id": 2506,
        "story": [
            "The homeowner heard a scary noise in the attic.",
            "He went up to investigate it.",
            "He was scared it was a burglar!",
            "He spotted a creature with a bushy tail and beady eyes.",
            "There was a wild squirrel in the attic!"
        ],
        "chars": ["homeowner"]
    },
    {
        "story_id": 2501,
        "story": [
            "The construction workers were making a delivery of bricks.",
            "They backed into the driveway, and started to unload them.",
            "The owner of the house ran out and tried to make them stop.",
            "They realized that they were not at the correct address.",
            "Red-faced, they checked their address again."
        ],
        "chars": [
            "owner", "workers"
        ]
    },
    {
        "story_id": 2497,
        "story": [
            "My cat has been acting funny lately.",
            "She has been meowing very loudly.",
            "She keeps hiding places.",
            "We found her under the bed today.",
            "She had a litter of kittens."
        ],
        "chars": ["cat"]
    },
    {
        "story_id": 2487,
        "story": [
            "The cat walked into the room and started coughing.",
            "The couple stared at him, worried.",
            "He made some strange noises and spit up a hairball.",
            "They screamed and shooed him away.",
            "The cat had ruined the brand new rug."
        ],
        "chars": [
            "couple", "cat"
        ]
    },
    {
        "story_id": 248,
        "story": [
            "The family took a trip to Amish Country.",
            "They shopped at lots of interesting stores.",
            "They learned a lot about their history.",
            "At the end of their tour, they bought a beautiful table.",
            "It was an enjoyable trip!"
        ],
        "chars": [
            "family"
        ]
    },
    {
        "story_id": 2473,
        "story": [
            "Lincoln new today would be make or break.",
            "All of his planning and work came down to the opening day.",
            "Everything was in place and the servers were all ready.",
            "The doors open and people flooded in.",
            "The restaurant did amazing that day and Lincoln was proud."
        ],
        "chars": [
            "people"
        ]
    },
    {
        "story_id": 2461,
        "story": [
            "The little girl asked Santa for a new doll.",
            "She was very specific about how big it should be.",
            "She wanted it to have a pink dress.",
            "On Christmas morning, she was thrilled to open a box with the doll.",
            "It was a dream come true!"
        ],
        "chars": [
            "girl"
        ]
    },
    {
        "story_id": 2459,
        "story": [
            "The new brewery had just been opened.",
            "All the brewers were very good.",
            "The brewers worked very hard to make their beer.",
            "The local area loved the new brewery.",
            "The new brewery was sure to be around for a while."
        ],
        "chars": []
    },
    {
        "story_id": 2454,
        "story": [
            "The couple took a trip to Las Vegas.",
            "They didn't know how to gamble but thought they'd give it a go.",
            "They put $100 on the roulette table.",
            "The casino employee spun the wheel.",
            "The couple won $200!"
        ],
        "chars": [
            "couple"
        ]
    },
    {
        "story_id": 2442,
        "story": [
            "Me and my family went blueberry picking for a day.",
            "When we arrived, we picked up baskets, and headed out to the field.",
            "We picked for hours and probably ate more than we picked.",
            "We finished filling our baskets and went to check out.",
            "The cashier jokingly said we should be weighed before and after too."
        ],
        "chars": [
            "family"
        ]
    },
    {
        "story_id": 2409,
        "story": [
            "Ed wasn't paying attention to where he was walking.",
            "He was too busy looking at a game on his phone.",
            "He bumped into a pole and his phone went flying.",
            "The screen cracked as it hit the sidewalk.",
            "He had to pay $50 to get the screen fixed."
        ],
        "chars": ["Ed"]
    },
    {
        "story_id": 2370,
        "story": [
            "They were scared out of their minds.",
            "Up on the platform they had no idea why the signed up for this.",
            "The instructor began his countdown.",
            "5, 4, 3, 2, 1, JUMP!",
            "They were free-falling, scared but happy."
        ],
        "chars": ["instructor"]
    },
    {
        "story_id": 2369,
        "story": [
            "Nehemiah got dressed in his cleats and flag football gear.",
            "He arrived at the field and warmed up with the team.",
            "They started the game and won 20-6.",
            "The crowd cheered for their accomplishment.",
            "The team huddled at the end of the game and cheered."
        ],
        "chars": [
            "team",
            "crowd"
        ]
    },
    {
        "story_id": 2345,
        "story": [
            "The couple took a trip to Vegas.",
            "They had never been before.",
            "All of the lights were amazing!",
            "They partied and gambled.",
            "It was fun to get away for a bit."
        ],
        "chars": [
            "couple"
        ]
    },
    {
        "story_id": 2342,
        "story": [
            "The family drove to the creek to have a picnic.",
            "They spread the blanket out and sat down to eat some food.",
            "The scene was so peaceful!",
            "They chatted and dined on their lunch.",
            "When the food was gone, they all laid on the blanket and rested."
        ],
        "chars": [
            "family"
        ]
    },
    {
        "story_id": 2338,
        "story": [
            "The lawn got brown and dry in the hot summer.",
            "A man installed a sprinkler system.",
            "The grass became nice and green.",
            "Neighbor kids came to play on the lawn.",
            "The man made friends with neighbors he had not known."
        ],
        "chars": [
            "man",
            "kids",
            "friends"
        ]
    },
    {
        "story_id": 2308,
        "story": [
            "In the 1990s, my dad worked on his truck a lot.",
            "It was an older orange colored Dodge Ram, but he loved it.",
            "As he was angrily trying to resolve the problem one day, he complained.",
            "He stormed into the house, frustrated.",
            "He yelled that he wished it only needed something cheap like a bandaid."
        ],
        "chars": ["dad"]
    },
    {
        "story_id": 2288,
        "story": [
            "The mom woke up and discovered that her toddler was already awake.",
            "He had made a huge mess!",
            "There were toys everywhere.",
            "He'd smeared peanut butter on the wall, too.",
            "The mom sighed and began to clean up."
        ],
        "chars": [
            "mom"
        ]
    },
    {
        "story_id": 2279,
        "story": [
            "The students were all lined up on stage.",
            "The annual spelling bee had commenced.",
            "They all took their turns spelling, one after another.",
            "The competition was winding down and only two were left.",
            "The final word was spelled and a winner announced."
        ],
        "chars": [
            "students"
        ]
    },
    {
        "story_id": 2271,
        "story": [
            "The man was hitchhiking across the country.",
            "He would stand on the side of the road with his thumb up.",
            "A truck came by and picked him up.",
            "It dropped him about twelve hours down the road.",
            "The hitchhiker was happy with the ground he had covered."
        ],
        "chars": [
            "man"
        ]
    },
    {
        "story_id": 2263,
        "story": [
            "The girls wanted to take horseback riding lessons.",
            "They went to a stable and learned the basics.",
            "Soon they were ready to ride!",
            "They learned a lot the first lesson.",
            "They decided to come back every week and learn more!"
        ],
        "chars": [
            "girls"
        ]
    },
    {
        "story_id": 2257,
        "story": [
            "On the 18th hole, the pro golfer stood at the tee.",
            "He swung hard, but his ball landed in the bunker.",
            "With the next swing, he recovered and put the ball on the green.",
            "He took a deep breath as he lined up his shot.",
            "He hit the ball and watched as it is went straight into the hole."
        ],
        "chars": ["golfer"]
    },
    {
        "story_id": 2220,
        "story": [
            "A rabbit hopped into the yard.",
            "Some kids saw it and brought it a carrot.",
            "It stared at them, but wouldn't come near.",
            "They left a bowl full of vegetables for the rabbit to snack on.",
            "The next day, they vegetables were all gone!"
        ],
        "chars": [
            "kids"
        ]
    },
    {
        "story_id": 2217,
        "story": [
            "The neighborhood had a block party last year.",
            "Everyone was in attendance.",
            "They all got to know each other and made new connections.",
            "The kids all played together.",
            "It became an annual tradition."
        ],
        "chars": [
            "kids"
        ]
    },
    {
        "story_id": 2213,
        "story": [
            "The kids invented a game.",
            "It was a race to see who could clean their rooms the fastest.",
            "THey both got sidetracked and forgot to keep cleaning.",
            "Their mom liked the game, however.",
            "It kept them quiet and got their rooms clean!"
        ],
        "chars": [
            "kids",
            "mom"
        ]
    },
    {
        "story_id": 221,
        "story": [
            "The boys were pumped.",
            "They were finally going to go see the band in concert.",
            "It had been advertised for a while and the day was finally here.",
            "They loaded up in the car and took off to the venue.",
            "The band played all night and they loved every minute of it."
        ],
        "chars": [
            "boys"
        ]
    },
    {
        "story_id": 2207,
        "story": [
            "It was too hot outside to do anything.",
            "The friends decided just to watch tv.",
            "They wanted a lot of silly made for tv movies.",
            "Then they watched the news.",
            "They had wasted the whole day on the couch."
        ],
        "chars": [
            "friends"
        ]
    },
    {
        "story_id": 2205,
        "story": [
            "The racers were lined up ready to go.",
            "All of the racers had their eyes locked on the flag man.",
            "He waved his flag and the racers were off like a shot.",
            "On and on they sped, winding up and down the hills.",
            "At the finish line it was neck and neck, a photo finish."
        ],
        "chars": [
            "man", "racers"
        ]
    },
    {
        "story_id": 2204,
        "story": [
            "The hungry cat searched outside for food.",
            "He found some scraps of meat on the ground.",
            "He ate the meat.",
            "His stomach started to feel bad.",
            "He found a bush to hide under and be sick."
        ],
        "chars": ["cat"]
    },
    {
        "story_id": 2151,
        "story": [
            "My grandniece got a job when she turned 16.",
            "She worked in a local supermarket.",
            "She is lazy, and was not a fast worker.",
            "The manager reduced her hours, then let her go.",
            "She was disappointed, but said she would work harder at the next job."
        ],
        "chars": ["grandniece"]
    },
    {
        "story_id": 2133,
        "story": [
            "Lightning seemed to fly through the sky and thunder roared.",
            "It was a magnificent sight that had not been seen in awhile.",
            "Suddenly a bolt of lightning struck the biggest tree in the vicinity.",
            "The tree snapped and caught on fire.",
            "Fireman rushed to the scene and put out the fire abruptly."
        ],
        "chars": []
    },
    {
        "story_id": 2125,
        "story": [
            "The kids decided to go find some Pokemon.",
            "They charged their phones and set out to find some.",
            "They went to all the Pokestops in their neighborhood.",
            "They caught a few common Pokemon.",
            "They decided to meet up the next day to try again."
        ],
        "chars": [
            "kids"
        ]
    },
    {
        "story_id": 2101,
        "story": [
            "The new homeowners were excited to renovate their bathroom.",
            "The retiled the floor.",
            "They also replaced the vanity.",
            "When they were finished, they stood back and smiled at their hard work.",
            "It was a huge sense of accomplishment!"
        ],
        "chars": ["homeowners"]
    },
    {
        "story_id": 21,
        "story": [
            "Ben's Boy Scout Troop worked for weeks on a float.",
            "It was going to be in the town's July 4th parade.",
            "They got it finished just in time.",
            "It was big enough for his whole troop to ride on.",
            "They felt proud as they went down the street as people clapped."
        ],
        "chars": [
            "Ben",
            "people"
        ]
    },
    {
        "story_id": 2082,
        "story": [
            "Clementine was working out every day.",
            "She wanted to lose weight and get healthy.",
            "She hired a trainer and put in an hour of work every day.",
            "She stayed focused on the goals she had set.",
            "At the end of the month, she'd lost ten pounds and could run a mile!"
        ],
        "chars": ["Clementine"]
    },
    {
        "story_id": 2080,
        "story": [
            "Recently our building installed decorative lights on the trees.",
            "They looked like white Christmas lights.",
            "We went out at night and sat on the bench looking at the lights.",
            "They made the area look festive.",
            "We went online and said the lights were an improvement."
        ],
        "chars": []
    },
    {
        "story_id": 2074,
        "story": [
            "Our air conditioner broke right at the beginning of summer.",
            "We called the repairman to come and take a look at it.",
            "He found a leak in one of the hoses.",
            "He fixed the leak and added refrigerant.",
            "We were so relieved to have a cool house again."
        ],
        "chars": ["repairman"]
    },
    {
        "story_id": 205,
        "story": [
            "The couple was renovating their kitchen.",
            "The wife wanted marble floors.",
            "They installed them and she regretted it immediately.",
            "The floors were so hard to keep clean!",
            "She decided she would go back to wood floors when she could afford it."
        ],
        "chars": [
            "couple",
            "wife"
        ]
    },
    {
        "story_id": 2040,
        "story": [
            "He emptied the tobacco into the thin white paper.",
            "Some of the crushed tobacco spilled on the floor.",
            "He looked down, contemplating whether to pick up the small pieces.",
            "Deciding against that idea, he finished rolling the tobacco cigarette.",
            "Finally, he fished a lighter out of his pocket and lit the cigarette."
        ],
        "chars": []
    },
    {
        "story_id": 2006,
        "story": [
            "The roofers were working on the house with the very steep roof.",
            "They were replacing all the shingles.",
            "They spent four days on the roof.",
            "When they were finished, it was beautiful!",
            "It helped the resale value a lot."
        ],
        "chars": ["roofers"]
    },
    {
        "story_id": 2005,
        "story": [
            "It was the biggest football game in the city.",
            "The local state football championship game.",
            "Everything was riding on this title for both teams.",
            "Many traveled from miles around to see the Game.",
            "Finally it was game time and The South Team Won the best Game in History."
        ],
        "chars": [
            "teams",
            "team"
        ]
    },
    {
        "story_id": 2000,
        "story": [
            "The man was working hard to design a building.",
            "He wanted it to be beautiful and functional.",
            "He selected some design elements that were revolutionary.",
            "When he was finished, he presented it to the board.",
            "They loved the idea!"
        ],
        "chars": [
            "man"
        ]
    },
    {
        "story_id": 1999,
        "story": [
            "The snow had begun falling.",
            "Winter had finally arrived in the sleepy town.",
            "A layer of fine snow covered the roads and sidewalks.",
            "It felt cozy and like home to everyone.",
            "Winter was a beautiful time in the small town."
        ],
        "chars": []
    },
    {
        "story_id": 1983,
        "story": [
            "The mountains were a scene of unimaginable beauty.",
            "In fall everything the light touched shone with colors of the leaves.",
            "Riding down the road was like taking a trip into a painting.",
            "The leaves of the trees combined into a collage of loveliness.",
            "Every year the same beauty returned."
        ],
        "chars": []
    },
    {
        "story_id": 198,
        "story": [
            "The crowd waited at the turtle nest, as the eggs would hatch soon.",
            "An egg began to crack open, and the crowd got very quiet.",
            "The crowd cleared a path for the baby turtle to enter the water.",
            "The turtle entered the water successfully and the crowd cheered.",
            "They then went back to wait for the next egg to hatch."
        ],
        "chars": [
            "crowd",
            "baby"
        ]
    },
    {
        "story_id": 1978,
        "story": [
            "Today was day the was going to be very good or very bad.",
            "The man put on his suit and went to the bank.",
            "He walked into the loan officers office.",
            "The man gave his presentation and business plan and waited anxiously.",
            "The Loan officer gave him the loan."
        ],
        "chars": [
            "man"
        ]
    },
    {
        "story_id": 1949,
        "story": [
            "The whole school had gathered in the auditorium.",
            "The talent show was about to begin.",
            "The band took the stage and began to rock.",
            "They won the contest easily.",
            "Everyone agreed that they were the best act."
        ],
        "chars": []
    },
    {
        "story_id": 1944,
        "story": [
            "On June 21, our building had to shut off water for repairs.",
            "There are 250 units in the building, and people were upset.",
            "The management opened up the clubroom and offered free lunch.",
            "They had sandwiches, chips, soda, and cookies.",
            "The party quieted the complaints until service was restored later."
        ],
        "chars": [
            "people"
        ]
    },
    {
        "story_id": 1938,
        "story": [
            "The two boxers were both ready.",
            "Tonight was the big fight.",
            "They were in their corners waiting.",
            "The bell went off.",
            "They marched towards one another, the fight had begun."
        ],
        "chars": ["boxers"]
    },
    {
        "story_id": 1934,
        "story": [
            "THe pool had just been installed.",
            "The friends were ready to swim.",
            "It would feel so good on a hot day!",
            "But when they arrived, they saw the water was brown.",
            "THey'd have to wait another day."
        ],
        "chars": [
            "friends"
        ]
    },
    {
        "story_id": 1917,
        "story": [
            "The band rehearsed their set before the big concert.",
            "The concert was cancelled due to rain.",
            "The band rescheduled the concert.",
            "They practiced the songs even more than before.",
            "The fans loved the concert."
        ],
        "chars": ["band", "fans"]
    },
    {
        "story_id": 1900,
        "story": [
            "A new man in town had finally selected the area he wanted to live in.",
            "The villagers grabbed their axes and helped him chop down trees.",
            "They spent weeks and months working to get his new house built.",
            "Shortly before winter came, it was finished.",
            "The new man thanked everyone and invited them all for dinner."
        ],
        "chars": [
            "man"
        ]
    },
    {
        "story_id": 19,
        "story": [
            "My dog is terrified of thunder.",
            "There was a storm today.",
            "He came running into my office.",
            "He hid in the kneehole of my desk, trembling.",
            "Once the storm was over, he acted like a brave dog again."
        ],
        "chars": [
            "dog"
        ]
    },
    {
        "story_id": 1898,
        "story": [
            "All night long he was struggling.",
            "The tune was in his head, but he just couldn't get it out.",
            "Writing notes, erasing them, and re-writing again he made progress.",
            "Finally he was finished after months of working.",
            "It was a masterpiece."
        ],
        "chars": []
    },
    {
        "story_id": 1897,
        "story": [
            "The weather was so hot, the kids didn't want to play outside.",
            "They stayed inside and ate popsicles.",
            "They talked about going to the pool, but it was even too hot for that.",
            "They checked the weather.",
            "It was supposed to cool off later, thankfully."
        ],
        "chars": [
            "kids"
        ]
    },
    {
        "story_id": 1885,
        "story": [
            "The man ate the same meals every day for breakfast lunch and dinner.",
            "He was at his favorite restaurant eating his same waffles and sausage.",
            "He looked out the window and saw a young girl eating alone.",
            "The man walked up to the girl and asked to eat together.",
            "She ordered the same meal as him and he fell head over heels in love."
        ],
        "chars": [
            "man",
            "girl"
        ]
    },
    {
        "story_id": 1879,
        "story": [
            "A young man sat peacefully in his house.",
            "Although he enjoyed the peace, he decided it was time to party.",
            "He prepared a feast with everything from saffron to absinthe.",
            "He invited the whole world to participate in the festivities!",
            "He and the whole world partied indeed."
        ],
        "chars": [
            "man"
        ]
    },
    {
        "story_id": 1878,
        "story": [
            "The couple had been set up by their friends.",
            "They met at a restaurant for dinner.",
            "They had a nice dinner and conversation.",
            "They decided to have dessert at a bakery.",
            "They talked until 2 am!"
        ],
        "chars": [
            "couple",
            "friends"
        ]
    },
    {
        "story_id": 1873,
        "story": [
            "Once the new house was built, we knew we had to grow grass.",
            "So we had it hydroseeded and then started to water it everyday.",
            "However it didn't rain all summer long.",
            "So every day we had to go turn the sprinkler on.",
            "The grass eventually grew and so did our water bill."
        ],
        "chars": []
    },
    {
        "story_id": 1867,
        "story": [
            "The girls of the church choir wanted to spice up their performance.",
            "They didn't want to do something controversial!",
            "The girls merely wanted to shake things up a little bit.",
            "They learned an inspirational pop song from the 1990s.",
            "The whole congregation loved it, knew all the words and sang along."
        ],
        "chars": [
            "girls"
        ]
    },
    {
        "story_id": 1851,
        "story": [
            "The family was taking a trip to Moab, Utah.",
            "They were so excited to see the beautiful landscape!",
            "They hiked a lot.",
            "They ended the trip by camping near one of the Arches.",
            "It was a fantastic way to bond and explore."
        ],
        "chars": [
            "family"
        ]
    },
    {
        "story_id": 1828,
        "story": [
            "The kids waited in line to ride a camel.",
            "They climbed onto the saddle.",
            "The camel was furry and huge!",
            "They rode around the arena twice.",
            "They giggled as they climbed down at the end."
        ],
        "chars": [
            "kids"
        ]
    },
    {
        "story_id": 1780,
        "story": [
            "We were driving home when we saw a mound of something in the street.",
            "We looked carefully and saw that it was a big turtle!",
            "We got out of the car and tried to lure it to the side of the road.",
            "It suddenly leapt up and snapped at my husband's foot!",
            "We love a turtle neighbor, but will be more careful next time!"
        ],
        "chars": ["turtle"]
    },
    {
        "story_id": 1776,
        "story": [
            "The network wanted to start a new show.",
            "They interviewed lots of potential hosts.",
            "Finally, they decided on a budding star.",
            "She was an instant hit!",
            "The network had great success with their new starlet."
        ],
        "chars": ["hosts"]
    },
    {
        "story_id": 1757,
        "story": [
            "Everyone on the island knew something was up.",
            "The volcano had been smoking for about a week.",
            "The islanders knew it was time to go and they evacuated.",
            "The volcano began smoking even more.",
            "Finally the top of the mountain blew off in a huge eruption."
        ],
        "chars": ["islanders"]
    },
    {
        "story_id": 1755,
        "story": [
            "There was a bird nest outside the family's door.",
            "It had four eggs in it.",
            "The family checked each day.",
            "Soon, the babies had hatched!",
            "A week later, the babies flew out of the nest."
        ],
        "chars": [
            "family"
        ]
    },
    {
        "story_id": 1747,
        "story": [
            "Blix had some musical hits back in the 90s.",
            "The band wanted to record a new album.",
            "They started a Go Fund Me page to take in money.",
            "When it ended, they'd only made fifty dollars.",
            "The band collectively decided to call it quits."
        ],
        "chars": ["Blix"]
    },
    {
        "story_id": 1732,
        "story": [
            "Today, the zoo might close if not enough people come to visit.",
            "The zoo organized all its best workers to be there.",
            "The workers tried their best to keep everyone entertained.",
            "Slowly throughout the day, more people came to visit.",
            "Eventually, a record number of visitors were there and the zoo lived."
        ],
        "chars": [
            "people",
            "workers"
        ]
    },
    {
        "story_id": 1717,
        "story": [
            "The new library was set to be unveiled.",
            "The college had been working on it for 3 years.",
            "All of the students and faculty were excited to see it.",
            "The day arrived and the doors were opened.",
            "Everyone agreed the new library was beautiful."
        ],
        "chars": [
            "students"
        ]
    },
    {
        "story_id": 1716,
        "story": [
            "The friends always got together to eat chicken wings.",
            "They would talk about what was going on in their lives.",
            "The wings were usually spicy and hot.",
            "One day, they tried a new restaurant.",
            "They decided they'd meet there from now on."
        ],
        "chars": [
            "friends"
        ]
    },
    {
        "story_id": 1681,
        "story": [
            "It was time to celebrate the nation's independence.",
            "THe tourists liked to observe all the new traditions.",
            "They took lots of photos of the festivities.",
            "When they returned home, they showed all their friends.",
            "The friends said it looked like they'd had a very exotic trip."
        ],
        "chars": [
            "friends"
        ]
    },
    {
        "story_id": 1671,
        "story": [
            "The chefs were frying rice in front of the persons.",
            "They used the front grill and two spoons to flip the rice.",
            "However, the grill sparked and flames landed on the ground.",
            "The ground also started to catch on fire.",
            "Everyone evacuated the place before it burned."
        ],
        "chars": ["chefs"]
    },
    {
        "story_id": 166,
        "story": [
            "The family arrived at the port to take their cruise.",
            "They were so excited!",
            "At their first port, they got terribly lost.",
            "They missed the cruise leaving.",
            "They were stranded in Italy."
        ],
        "chars": [
            "family"
        ]
    },
    {
        "story_id": 165,
        "story": [
            "A swan swam gracefully through the water.",
            "It was beautiful and white.",
            "It had a long orange beak.",
            "The crowd gathered and observed it.",
            "It was a beautiful creature."
        ],
        "chars": [
            "crowd"
        ]
    },
    {
        "story_id": 1579,
        "story": [
            "We all went on the log ride at the amusement park.",
            "It was a warm day so we didn't mind getting wet.",
            "We got on and waited for it to go up the hill.",
            "As it went down the hill we all screamed.",
            "Then we got off all soaked with water from the awesome ride!"
        ],
        "chars": []
    },
    {
        "story_id": 1577,
        "story": [
            "The kids were so excited to go to the amusement park!",
            "They immediately ran to the scariest ride.",
            "They rode everything in the park.",
            "Their favorite ride had a huge drop at the end.",
            "The daredevils couldn't wait to go back again."
        ],
        "chars": [
            "kids"
        ]
    },
    {
        "story_id": 1576,
        "story": [
            "The kids worked all summer on their projects for the county fair.",
            "On fair day, they gathered the items up.",
            "They set them out for the judges, nervously.",
            "They each got a blue ribbon!",
            "All their hard work had paid off."
        ],
        "chars": [
            "kids"
        ]
    },
    {
        "story_id": 1566,
        "story": [
            "A child was eating a meal he'd never had before.",
            "It was some sort of insipid meat covered in colorful vegetables.",
            "He picked around the meat and separated the rest of the dish from it.",
            "The vegetables were delicious, so, he decided the meat may be, too.",
            "He decided to stop eating meat after that unpleasant taste of iron."
        ],
        "chars": ["child"]
    },
    {
        "story_id": 153,
        "story": [
            "The couple was hiking in the desert.",
            "They stumbled upon a ram.",
            "They were scared at first.",
            "But the ram just walked away from them.",
            "They were happy they'd seen such a beautiful animal in the wild."
        ],
        "chars": [
            "couple"
        ]
    },
    {
        "story_id": 1527,
        "story": [
            "The cashier was rude to her customer.",
            "The customer complained to the cashier's boss.",
            "The boss warned the cashier to not be rude again.",
            "The customer filed another complaint the next week.",
            "The cashier was fired."
        ],
        "chars": ["cashier","customer","boss"]
    },
    {
        "story_id": 1517,
        "story": [
            "There was a little dog.",
            "He was scared and shy.",
            "He had no owner and no hope.",
            "One day he saw lights flashing into his eyes.",
            "He had finally found an owner to make him feel loved again."
        ],
        "chars": [
            "dog",
            "owner"
        ]
    },
    {
        "story_id": 1510,
        "story": [
            "It was a hot day, so the family drove to the water park.",
            "They applied their sunscreen and set off to enjoy the slides.",
            "After some time, they took a break in the lazy river.",
            "After hearing the wave signal, they got in the wave pool for a swim.",
            "At the end of the day, they showered and prepared to head home."
        ],
        "chars": [
            "family"
        ]
    },
    {
        "story_id": 1493,
        "story": [
            "Two women got jobs in the school cafeteria.",
            "They were in charge of getting lunches ready for each lunch period.",
            "They got very good at making mashed potatoes.",
            "One of them added extra butter to her batch.",
            "She became the favorite cook."
        ],
        "chars": ["women"]
    },
    {
        "story_id": 1478,
        "story": [
            "All of the people in my house like the game Borderlands.",
            "Unfortunately we only had two computers and there were three of us.",
            "We spent a while occasionally tinkering with spare parts.",
            "Eventually we combined two broken PCs to make one working one.",
            "We all really love playing Borderlands together now."
        ],
        "chars": [
            "people"
        ]
    },
    {
        "story_id": 1472,
        "story": [
            "A woman was packing her lunch.",
            "She picked up an orange and put in the in bag.",
            "She was walking to the subway and saw a homeless man.",
            "She reached into her bag and grabbed the orange.",
            "She offered it to him and he accepted."
        ],
        "chars": [
            "woman",
            "man"
        ]
    },
    {
        "story_id": 1468,
        "story": [
            "The woman had been dreaming of going to Italy.",
            "She made careful plans and bought a ticket.",
            "She was so excited to see the famous sights.",
            "She took lots of photos and enjoyed every second of it.",
            "She hung photos from her trip all over her house."
        ],
        "chars": [
            "woman"
        ]
    },
    {
        "story_id": 1465,
        "story": [
            "My dog loves to play in our backyard.",
            "Yesterday he saw a squirrel.",
            "He took off like a shot after the squirrel.",
            "The squirrel squeezed through a hole in the fence.",
            "My dog was disappointing he never caught him."
        ],
        "chars": [
            "dog"
        ]
    },
    {
        "story_id": 1458,
        "story": [
            "My mom had been trying to get pregnant again for years.",
            "When she found out she finally succeeded, my dad was overseas.",
            "She was disappointed because he wanted to celebrate with him.",
            "When my dad found out, he sent her 12 dozen red roses.",
            "She was overjoyed that she got to celebrate with him after all."
        ],
        "chars": [
            "mom"
        ]
    },
    {
        "story_id": 1441,
        "story": [
            "The airplane was built with some low quality hardware.",
            "The first time the plane flew it made a horrible noise.",
            "The pilot landed the plane.",
            "He inspected the build details.",
            "He called the builders of the plane in anger."
        ],
        "chars": []
    },
    {
        "story_id": 1437,
        "story": [
            "The band marched down the street.",
            "The conductor tripped on his feet.",
            "The band stopped.",
            "Some of the band members laughed.",
            "The conductor blushed in embarrassment."
        ],
        "chars": ["band", "conductor"]
    },
    {
        "story_id": 1423,
        "story": [
            "The kids were wandering around the neighborhood.",
            "The saw a small brown dog running in the alley.",
            "They chased it and checked it for a collar.",
            "It didn't have one, so they called animal control.",
            "It was taken to the shelter and adopted."
        ],
        "chars": [
            "kids",
            "dog"
        ]
    },
    {
        "story_id": 1422,
        "story": [
            "The kids gathered their ingredients to make a pizza.",
            "One kid added pepperoni.",
            "The other used tomatoes.",
            "They gobbled the pizzas up.",
            "It was a delicious treat!"
        ],
        "chars": [
            "kids"
        ]
    },
    {
        "story_id": 1421,
        "story": [
            "The young kids planted a lot of things in their backyard.",
            "They harvested the corn and zucchini first.",
            "The grilled them that night.",
            "They were so delicious!",
            "The kids decided they would plant a garden every year."
        ],
        "chars": [
            "kids"
        ]
    },
    {
        "story_id": 1419,
        "story": [
            "The woman saw a man creeping around the building.",
            "He was looking in windows and listening at doors.",
            "She confronted him and he ran away.",
            "She later learned that he was spying on her neighbor.",
            "The neighbor was a suspected terrorist."
        ],
        "chars": [
            "woman",
            "man",
            "neighbor"
        ]
    },
    {
        "story_id": 1405,
        "story": [
            "An anthropologist found some bones at a dig site.",
            "He sent them to the lab.",
            "The lab studied the bones.",
            "The lab found that the bones were just from cows.",
            "The anthropologist cried at the news."
        ],
        "chars": ["anthropologist"]
    },
    {
        "story_id": 1390,
        "story": [
            "The family arrived at the water park as soon as it opened.",
            "They rode all the rides many times.",
            "Their favorite was the slide with the huge waterfall.",
            "They dried off and prepared to go home.",
            "It had been a fun day!"
        ],
        "chars": [
            "family"
        ]
    },
    {
        "story_id": 1377,
        "story": [
            "The night of the annual school play had arrived.",
            "All the parents and teachers were in the audience.",
            "The kids were ready to perform.",
            "The curtain lifted and the play began.",
            "It was a great success, the kids had done wonderfully."
        ],
        "chars": [
            "kids"
        ]
    },
    {
        "story_id": 137,
        "story": [
            "A woman got a new job at the jail.",
            "It was full of dangerous criminals.",
            "She got to know a few of them.",
            "They became friends.",
            "She helped them escape."
        ],
        "chars": [
            "woman",
            "friends"
        ]
    },
    {
        "story_id": 1367,
        "story": [
            "Last week we visited our two year old granddaughter in New York.",
            "We went to the Hall of Science in Queens.",
            "Our granddaughter had a lot of fun chasing the bubbles in one room.",
            "She also loved the Connected Worlds Hall.",
            "We bought her a gift at the shop, thus making her happy as we left."
        ],
        "chars": ["granddaughter"]
    },
    {
        "story_id": 1359,
        "story": [
            "The store installed new security cameras.",
            "The cameras caught an employee stealing.",
            "The employee was fired.",
            "The employee sued the store for discrimination.",
            "The employee lost his lawsuit."
        ],
        "chars": ["employee"]
    },
    {
        "story_id": 1354,
        "story": [
            "One day we decided to upgrade our software at the library.",
            "Our vendor told us he'd start at 9:15.",
            "He started MUCH later, throwing our schedule into chaos.",
            "Then, the vendor make unannounced changes as well,breaking many parts!",
            "Hours later than scheduled, all was restored to working order."
        ],
        "chars": ["vendor"]
    },
    {
        "story_id": 1347,
        "story": [
            "A new movie theater was being built in town.",
            "It was going to be very fancy.",
            "When it opened, there was a huge line.",
            "Everyone wanted to try it!",
            "It became the most popular theater in town."
        ],
        "chars": ["Everyone"]
    },
    {
        "story_id": 133,
        "story": [
            "Our apartment building hosted an ice cream party in June.",
            "They hired an ice cream truck to give out free ice cream.",
            "The truck was parked in the driveway, which was blocked off to traffic.",
            "We had ice cream and watched a lot of young children eat.",
            "The party lasted two hours, and we had a lot of fun."
        ],
        "chars": ["they"]
    },
    {
        "story_id": 1282,
        "story": [
            "The couple ordered oysters at dinner.",
            "Neither had had them before.",
            "They thought they'd enjoy them, but they were actually disgusting.",
            "They sent them back to the kitchen and asked for chicken strips.",
            "Someday they hope to have mature palettes."
        ],
        "chars": [
            "couple"
        ]
    },
    {
        "story_id": 1280,
        "story": [
            "A goose waddled up to the house.",
            "It quacked a lot.",
            "It was begging for food.",
            "The homeowner clapped and yelled at it.",
            "The goose gave up and tried a different house."
        ],
        "chars": ["goose", "homeowner"]
    },
    {
        "story_id": 128,
        "story": [
            "The kids went to Chinatown for the first time.",
            "They ate some good food.",
            "They bought fun souvenirs.",
            "They stared at the beautiful lanterns.",
            "It was like being in another country!"
        ],
        "chars": [
            "kids"
        ]
    },
    {
        "story_id": 1247,
        "story": [
            "The couple knew that their house was too small.",
            "They liked the neighborhood and did not want to move.",
            "The decided to convert the attic into a bedroom.",
            "They had plans drawn and hired an engineer to go over them.",
            "The engineer said the house would collapse under the extra weight."
        ],
        "chars": [
            "couple"
        ]
    },
    {
        "story_id": 124,
        "story": [
            "The parents wanted to take their family on a vacation.",
            "They chose to go to Rome as the vacation spot.",
            "In Rome the family visited Vatican City.",
            "In Vatican City they saw the Pope and ate delicious food.",
            "After two weeks the family returned home excited for the next vacation."
        ],
        "chars": [
            "family", "parents"
        ]
    },
    {
        "story_id": 1205,
        "story": [
            "My family stayed in a hotel for a week while our car was repaired.",
            "All of our clothes and belongings were in the car in the shop.",
            "We had to buy new clothes for the week.",
            "We had to eat out for every meal.",
            "By the time our transmission was fixed, we had no money left."
        ],
        "chars": [
            "family"
        ]
    },
    {
        "story": [
            "A new movie theater was built in Waikiki.",
            "It was large and much nicer than the original theater.",
            "The seats were leather and they reclined.",
            "The popcorn butter was organic.",
            "The new movie theater is a beautiful addition to Waikiki."
        ],
        "chars": []
    },
    {
        "story_id": 1180,
        "story": [
            "The police collected evidence at the crime scene.",
            "They took photographs of each item of interest.",
            "When the trial began, the prosecutors presented the evidence.",
            "The defense attorney claimed the evidence wasn't credible.",
            "The jury agreed with the prosecution."
        ],
        "chars": [
            "police", "prosecutors", "jury"
        ]
    },
    {
        "story_id": 1172,
        "story": [
            "We were so excited to find out the gender of our baby.",
            "We went to a place to get an early ultrasound.",
            "We watched on the video as she tried to find the parts.",
            "Eventually she announced we were going to be parents to a baby girl.",
            "It was such an exciting and emotional time, it was great."
        ],
        "chars": [
            "baby", "we"
        ]
    },
    {
        "story_id": 1134,
        "story": [
            "My husband recently joined a bbq competition.",
            "He makes the best BBQ ribs in the world.",
            "His sauce was really special, and it wowed the judges.",
            "They offered him second place in the competition, and he was proud.",
            "He is now considering starting his own BBQ business."
        ],
        "chars": [
            "husband"
        ]
    },
    {
        "story_id": 1111,
        "story": [
            "He poured a glass of wine.",
            "She turned the lights down low.",
            "Once he poured two glasses of wine, he nodded his head.",
            "She took that as a signal to turn on the radio which she did.",
            "He handed her one glass of wine."
        ],
        "chars": ["he", "she"]
    },
    {
        "story_id": 1107,
        "story": [
            "We moved to the mountains to get away from the heat.",
            "Our first year here, last year, it barely got above 80 degrees.",
            "Our first winter here was very mild.",
            "The spring started out slowly.",
            "But this summer it is above 80 nearly every day!"
        ],
        "chars": ["we"]
    },
    {
        "story_id": 1102,
        "story": [
            "A man found a dog on the beach.",
            "The dog looked very sick and malnourished.",
            "The man picked up the dog and drove it to the vet.",
            "The vet was able to patch up the dog and make it healthy again.",
            "The man adopted the dog and they were very happy."
        ],
        "chars": [
            "man",
            "dog",
            "vet"
        ]
    },
    {
        "story_id": 1095,
        "story": [
            "It was such a warm day and we decided to hold a pool party.",
            "We got food to eat and drinks for the party.",
            "We invited a number of our friends and got people to come.",
            "Everyone had so much fun playing in the pool.",
            "We were so glad to do it and look forward to having it again."
        ],
        "chars": [
            "friends",
            "people"
        ]
    },
    {
        "story_id": 1091,
        "story": [
            "The kids were in a technology camp.",
            "They learned a lot about the new technologies.",
            "They even learned a bit about coding!",
            "They took their new skills and practiced at home.",
            "They were very interested in computers."
        ],
        "chars": [
            "kids"
        ]
    },
    {
        "story_id": 1080,
        "story": [
            "The football team was getting pumped up for the playoffs.",
            "They practiced hard every day.",
            "On game day, they huddled and started yelling.",
            "They were so excited!",
            "They played the best game of the season!"
        ],
        "chars": [
            "team"
        ]
    },
    {
        "story_id": 1079,
        "story": [
            "A woman got a coupon in the mail.",
            "It was for 50% off of one item at Target.",
            "She wandered the aisles for an hour.",
            "She just couldn't decide what to get!",
            "Finally, she selected a new chair."
        ],
        "chars": [
            "woman"
        ]
    },
    {
        "story_id": 1066,
        "story": [
            "Beverly needed to make money for the summer.",
            "She made a list of things she could do.",
            "She could babysit, have a lemonade stand, or wash cars.",
            "She did all of them on different days of the week during the spring.",
            "When summer came she had made a good bit of money."
        ],
        "chars": [
            "Beverly"
        ]
    },
    {
        "story_id": 1038,
        "story": [
            "With the temperature at 95 degrees, the girls decided to experiment.",
            "They wanted to see if an egg really would fry on the pavement.",
            "They also wanted to see if cookie dough would bake in a car.",
            "Neither experiment was successful.",
            "The girls still thought the weather was ridiculously hot."
        ],
        "chars": [
            "girls"
        ]
    }
]